{
  "header": "Original Tamil prose by <br /><b>Bhagavan Sri Ramana</b><br /> with transliteration and English translation by Michael James",
  "sections": [
    {
      "sectionTitle": "Paragraph One",
      "tamilOriginal": "சகல ஜீவர்களும் துக்கமென்ப தின்றி எப்போதும் சுகமாயிருக்க விரும்புவதாலும், யாவருக்கும் தன்னிடத்திலேயே பரம பிரிய மிருப்பதாலும், பிரியத்திற்கு சுகமே காரண மாதலாலும், மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவமான அச் சுகத்தை யடையத் தன்னைத் தானறிதல் வேண்டும். அதற்கு <b>நானார் என்னும் ஞான விசாரமே முக்கிய சாதனம்.</b>",
      "romanTransliteration": "sakala jīvargaḷum duḥkham eṉbadu iṉḏṟi eppōdum sukham-āy irukka virumbuvadālum, yāvarukkum taṉ-ṉ-iḍattil-ē-y-ē parama piriyam iruppadālum, piriyattiṟku sukham-ē kāraṇam ādalālum, maṉam aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam āṉa a-c-sukhattai y-aḍaiya-t taṉṉai-t tāṉ aṟidal vēṇḍum. adaṟku <b>nāṉ ār eṉṉum ñāṉa-vicāram-ē mukkhiya sādhaṉam.</b>  ",
      "englishTranslation": "Since all sentient beings like [love or want] to be always happy without what is called misery, since for everyone the greatest love is only for oneself, and since happiness alone is the cause for love, [in order] to obtain that happiness, which is one’s svabhāva [own being, existence or nature], which one experiences daily in [dreamless] sleep, which is devoid of mind, oneself knowing oneself is necessary. For that, <b>jñāna-vicāra [awareness-investigation] called ‘who am I’ alone is the principal means.</b>"
    },
    {
      "sectionTitle": "Paragraph Two",
      "tamilOriginal": "<b>நானார்?</b> ஸப்த தாதுக்களா லாகிய ஸ்தூல தேகம் நானன்று. சப்த, ஸ்பரிச, ரூப, ரஸ, கந்த மென்னும் பஞ்ச விஷயங்களையும் தனித்தனியே அறிகின்ற சுரோத்திரம், துவக்கு, சக்ஷுஸ், ஜிஹ்வை, கிராண மென்கிற ஞானேந்திரியங்க ளைந்தும் நானன்று. வசனம், கமனம், தானம், மல விசர்ஜனம், ஆனந்தித்தல் என்னும் ஐந்து தொழில்களையும் செய்கின்ற வாக்கு, பாதம், பாணி, பாயு, உபஸ்தம் என்னும் கன்மேந்திரியங்க ளைந்தும் நானன்று. சுவாஸாதி ஐந்தொழில்களையும் செய்கின்ற பிராணாதி பஞ்ச வாயுக்களும் நானன்று. நினைக்கின்ற மனமும் நானன்று. சர்வ விஷயங்களும் சர்வ தொழில்களு மற்று, விஷய வாசனைகளுடன் மாத்திரம் பொருந்தியிருக்கும் அஞ்ஞானமும் நானன்று. மேற்சொல்லிய யாவும் நானல்ல, நானல்ல வென்று நேதிசெய்து தனித்து நிற்கும் <b>அறிவே நான். அறிவின் சொரூபம் சச்சிதானந்தம்.</b>",
      "romanTransliteration": "<b>nāṉ ār?</b> sapta dhātukkaḷāl āhiya sthūla dēham nāṉ aṉḏṟu. śabda, spariśa, rūpa, rasa, gandham eṉṉum pañca viṣayaṅgaḷaiyum taṉi-t-taṉi-y-ē aṟigiṉḏṟa śurōttiram, tuvakku, cakṣus, jihvai, ghirāṇam eṉgiṟa ñāṉēndiriyaṅgaḷ aindum nāṉ aṉḏṟu. vacaṉam, gamaṉam, dāṉam, mala visarjaṉam, āṉandittal eṉṉum aindu toṙilgaḷaiyum seygiṉḏṟa vākku, pādam, pāṇi, pāyu, upastham eṉṉum kaṉmēndiriyaṅgaḷ aindum nāṉ aṉḏṟu. śuvāsādi ain-toṙilgaḷaiyum seygiṉḏṟa pirāṇādi pañca vāyukkaḷum nāṉ aṉḏṟu. niṉaikkiṉḏṟa maṉamum nāṉ aṉḏṟu. sarva viṣayaṅgaḷum sarva toṙilgaḷum aṯṟu, viṣaya-vāsaṉaigaḷ-uḍaṉ māttiram porundi-y-irukkum aññāṉamum nāṉ aṉḏṟu. mēl solliya yāvum nāṉ alla, nāṉ alla v-eṉḏṟu nēti-seydu taṉittu niṟkum <b>aṟivē nāṉ. aṟiviṉ sorūpam saccidāṉandam.</b>",
      "englishTranslation": "<b>Who am I?</b> The sthūla dēha [the ‘gross’ or physical body], which is [formed] by sapta dhātus [seven constituents, namely chyle, blood, flesh, fat, bone, marrow and semen], is not I. The five jñānēndriyas [sense organs], namely ears, skin, eyes, tongue and nose, which individually [and respectively] know the five viṣayas [‘domains’ or kinds of sensory phenomena], namely sound, touch [texture and other qualities perceived by touch], form [shape, colour and other qualities perceived by sight], taste and smell, are also not I. The five karmēndriyas [organs of action], namely mouth, feet [or legs], hands [or arms], anus and genitals, which [respectively] do the five actions, namely speaking, going [moving or walking], giving, discharge of faeces and enjoying [sexual pleasure], are also not I. The pañca vāyus [the five ‘winds’, ‘vital airs’ or metabolic processes], beginning with prāṇa [breath], which do the five [metabolic] functions, beginning with respiration, are also not I. The mind, which thinks, is also not I. All viṣayas [phenomena] and all actions ceasing [as in sleep or any other state of manōlaya], the ignorance [namely absence of awareness of any phenomena] that is combined only with viṣaya-vāsanās [inclinations to experience phenomena] is also not I. Eliminating everything mentioned above as not I, not I, the <b>awareness</b> that stands isolated [or separated] <b>alone is I. The nature of </b>[such]<b> awareness is sat-cit-ānanda </b>[being-consciousness-bliss]."
    },
    {
      "sectionTitle": "Paragraph Three",
      "tamilOriginal": "சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும். கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.",
      "romanTransliteration": "sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṟpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṟpitam-āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu.",
      "englishTranslation": "If the mind, which is the cause for all awareness [of things other than oneself] and for all activity, ceases [or subsides], jagad-dṛṣṭi [perception of the world] will depart [or be dispelled]. Just as unless awareness of the imaginary snake goes, awareness of the rope, [which is] the adhiṣṭhāna [basis, base or foundation], will not arise, unless perception of the world, which is kalpita [a fabrication, imagination or mental creation], departs, darśana [seeing or sight] of svarūpa [one’s own form or real nature], [which is] the adhiṣṭhāna, will not arise."
    },
    {
      "sectionTitle": "Paragraph Four",
      "tamilOriginal": "மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது. நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம். நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது. மனதின் சொரூபத்தை விசாரித்துக்கொண்டே போனால் தானே மனமாய் முடியும். ‘தான்’ என்பது ஆத்மசொரூபமே. மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது. மனமே சூக்ஷ்மசரீர மென்றும் ஜீவ னென்றும் சொல்லப்படுகிறது.",
      "romanTransliteration": "maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu. niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉi-y-āy maṉam eṉḏṟu ōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam. niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagamum illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagamum uṇḍu. silandi-p-pūcci eppaḍi-t taṉ-ṉ-iḍam-irundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu. maṉadiṉ sorūpattai vicārittu-k-koṇḍē pōṉāl tāṉ-ē maṉam-āy muḍiyum. ‘tāṉ’ eṉbadu ātma-sorūpam-ē. maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉi-y-āy nillādu. maṉam-ē sūkṣma śarīram eṉḏṟum jīvaṉ eṉḏṟum sollappaḍugiṟadu.",
      "englishTranslation": "What is called mind is an atiśaya śakti [an extraordinary power] that exists in ātma-svarūpa [the ‘own form’ or real nature of oneself]. It makes all thoughts appear [or projects all thoughts]. When one looks, excluding [removing or putting aside] all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the svarūpa [the ‘own form’ or very nature] of the mind. Excluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind makes the world appear [or projects the world] from within itself and again dissolves it back into itself. When the mind comes out from ātma-svarūpa, the world appears. Therefore when the world appears, svarūpa [one’s own form or real nature] does not appear; when svarūpa appears (shines), the world does not appear. If one goes on investigating the nature of the mind, oneself alone will end as mind [that is, oneself alone will finally turn out to be what had previously seemed to be the mind]. What is [here] called ‘tāṉ’ [oneself] is only ātma-svarūpa. The mind stands only by always going after [following, conforming to, attaching itself to, attending to or seeking] a sthūlam [something gross, namely a physical body]; solitarily it does not stand. The mind alone is described as sūkṣma śarīra [the subtle body] and as jīva [the soul]."
    },
    {
      "sectionTitle": "Paragraph Five",
      "tamilOriginal": "இந்தத் தேகத்தில் நான் என்று கிளம்புவது எதுவோ அஃதே மனமாம். நானென்கிற நினைவு தேகத்தில் முதலில் எந்தவிடத்திற் றோன்றுகின்ற தென்று விசாரித்தால், ஹ்ருதயத்தி லென்று தெரிய வரும். அதுவே மனதின் பிறப்பிடம். நான், நான் என்று கருதிக்கொண்டிருந்தாலுங்கூட அவ்விடத்திற் கொண்டுபோய் விட்டுவிடும். மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் நானென்னும் நினைவே முதல் நினைவு. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.",
      "romanTransliteration": "nda-t dēhattil nāṉ eṉḏṟu kiḷambuvadu edu-v-ō aḵdē maṉam-ām. nāṉ-eṉgiṟa niṉaivu dēhattil mudalil enda-v-iḍattil tōṉḏṟugiṉḏṟadu eṉḏṟu vicārittāl, hrudayattil eṉḏṟu teriya varum. adu-v-ē maṉadiṉ piṟappiḍam. nāṉ, nāṉ eṉḏṟu karudi-k-koṇḍirundāluṅ-gūḍa a-vv-iḍattil koṇḍu-pōy viṭṭu-viḍum. maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā.",
      "englishTranslation": "Whatever it is that rises in this body as ‘I’, that alone is the mind. If one investigates in what place the thought called ‘I’ first appears in the body, one will come to know that it is in the heart [the innermost core of oneself]. That alone is the birthplace of the mind. Even if one continues thinking ‘I, I’, it will take and leave [one] in that place. Of all the thoughts that appear [or arise] in the mind, the thought called ‘I’ alone is the first thought [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise. Only after the first person [namely ego, the primal thought called ‘I’] appears do second and third persons [namely all other things] appear; without the first person second and third persons do not exist."
    },
    {
      "sectionTitle": "Paragraph Six",
      "tamilOriginal": "நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்; நானார் என்னும் நினைவு மற்ற நினைவுகளை யெல்லா மழித்துப் பிணஞ்சுடு தடிபோல் முடிவில் தானு மழியும். பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது. சூக்ஷ்மமான மனம், மூளை இந்திரியங்கள் வாயிலாய் வெளிப்படும் போது ஸ்தூலமான நாமரூபங்கள் தோன்றுகின்றன; ஹிருதயத்தில் தங்கும்போது நாமரூபங்கள் மறைகின்றன. மனத்தை வெளிவிடாமல் ஹிருதயத்தில் வைத்துக்கொண்டிருப்பதற்குத்தான் ‘அகமுகம்’ அல்லது ‘அந்தர்முகம்’ என்று பெயர். ஹ்ருதயத்திலிருந்து வெளிவிடுவதற்குத்தான் ‘பகிர்முக’ மென்று பெயர். இவ்விதமாக மனம் ஹ்ருதயத்திற் றங்கவே, எல்லா நினைவுகளுக்கும் மூலமான நான் என்பது போய் எப்பொழுது முள்ள தான் மாத்திரம் விளங்கும். நான் என்னும் நினைவு கிஞ்சித்து மில்லா விடமே சொரூபமாகும். அதுவே ‘மௌன’ மெனப்படும். இவ்வாறு சும்மா விருப்பதற்குத்தான் ‘ஞான திருஷ்டி’ என்று பெயர். சும்மா விருப்பதாவது மனத்தை ஆன்மசொரூபத்தில் லயிக்கச் செய்வதே. அன்றி, பிறர் கருத்தறிதல், முக்கால முணர்தல், தூர தேசத்தில் நடப்பன வறிதல் ஆகிய இவை ஞான திருஷ்டி யாகமாட்டா.",
      "romanTransliteration": "nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum; nāṉ-ār eṉṉum niṉaivu maṯṟa niṉaivugaḷai y-ellām aṙittu-p piṇañ-cuḍu taḍi-pōl muḍivil tāṉ-um aṙiyum. piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggirataiyāy ovvōr eṇṇamum kiḷambum-pōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu. sūkṣmam-āṉa maṉam, mūḷai indiriyaṅgaḷ vāyilāy veḷippaḍum pōdu sthūlam-āṉa nāma-rūpaṅgaḷ tōṉḏṟugiṉḏṟaṉa; hirudayattil taṅgumbōdu nāma-rūpaṅgaḷ maṟaigiṉḏṟaṉa. maṉattai veḷiviḍāmal hirudayattil vaittu-k-koṇḍiruppadaṟku-t-tāṉ ‘ahamukam’ alladu ‘antarmukham’ eṉḏṟu peyar. hrudayattilirundu veḷiviḍuvadaṟku-t-tāṉ ‘bahirmukham’ eṉḏṟu peyar. i-v-vidham-āha maṉam hrudayattil taṅgavē, ellā niṉaivugaḷukkum mūlam-āṉa nāṉ eṉbadu pōy eppoṙudum uḷḷa <b>tāṉ</b> māttiram viḷaṅgum. nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍam-ē sorūpam āhum. adu-v-ē ‘mauṉam’ eṉa-p-paḍum. ivvāṟu summā v-iruppadaṟku-t-tāṉ ‘ñāṉa-diruṣṭi’ eṉḏṟu peyar. summā v-iruppadāvadu maṉattai āṉma-sorūpattil layikka-c ceyvadē. aṉḏṟi, piṟar karuttu aṟidal, mu-k-kālam uṇardal, dūra dēśattil naḍappaṉa v-aṟidal āhiya ivai ñāṉa-diruṣṭi y-āha-māṭṭā.",
      "englishTranslation": "Only by the investigation who am I will the mind cease [subside or disappear forever]; the thought who am I [that is, the attentiveness with which one investigates what one is], destroying all other thoughts, will itself also in the end be destroyed like a corpse-burning stick [a stick that is used to stir a funeral pyre to ensure that the corpse is burnt completely]. If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. However many thoughts rise, what [does it matter]? Vigilantly, as soon as each thought appears, if one investigates to whom it has occurred, it will be clear: to me. If one investigates who am I [by vigilantly attending to oneself, the ‘me’ to whom everything else appears], the mind will return to its birthplace [namely oneself, the source from which it arose]; [and since one thereby refrains from attending to it] the thought that had risen will also cease. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace increases. When the subtle mind goes out through the doorway of the brain and sense organs, gross names and forms [the phenomena that constitute both the mental and the physical worlds] appear; when it remains in the heart [the core of oneself, namely one’s fundamental awareness, ‘I am’], names and forms disappear. The name ‘ahamukham’ [facing inside or facing I] or ‘antarmukham’ [facing inside] is only for [or refers only to] keeping the mind in the heart [that is, keeping one’s mind or attention fixed firmly on the fundamental awareness ‘I am’, which is the core or heart of ego, the adjunct-conflated awareness ‘I am this body’] without letting [it go] out [towards anything else whatsoever]. The name ‘bahirmukham’ [facing outside] is only for [or refers only to] letting [it go] out from the heart [that is, letting one’s mind move outwards, away from ‘I am’ towards anything else]. Only when the mind remains [firmly fixed] in the heart in this way, will what is called ‘I’ [namely ego], which is the mūlam [root, foundation, cause or origin] for all thoughts, depart and <b>oneself</b>, who always exists, alone shine. Only the place where the thought called ‘I’ [namely ego] does not exist even a little is svarūpa [one’s ‘own form’ or real nature, meaning ourself as we actually are]. That alone is called ‘mauna’ [silence]. The name ‘jñāna-dṛṣṭi’ [‘knowledge-seeing’, seeing through the eye of real knowledge or pure awareness] is only for [or refers only to] just being in this way. What just being (summā-v-iruppadu) is is only making the mind dissolve [disappear or die] in ātma-svarūpa [the real nature of oneself]. Besides [this state of just being, in which ego is dissolved forever in ātma-svarūpa and therefore does not rise at all to know anything else], knowing the thoughts of others, knowing the three times [past, present and future], and knowing what is happening in distant places cannot be jñāna-dṛṣṭi."
    },
    {
      "sectionTitle": "Paragraph Seven",
      "tamilOriginal": "யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே. ஜக ஜீவ ஈச்வரர்கள், சிப்பியில் வெள்ளிபோல் அதிற் கற்பனைகள். இவை மூன்றும் ஏககாலத்தில் தோன்றி ஏககாலத்தில் மறைகின்றன. சொரூபமே ஜகம்; சொரூபமே நான்; சொரூபமே ஈச்வரன்; எல்லாம் சிவ சொரூபமாம்.",
      "romanTransliteration": "yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē. jaga-jīva-īśvarargaḷ, śippiyil veḷḷi pōl adil kaṟpaṉaigaḷ. ivai mūṉḏṟum ēka-kālattil tōṉḏṟi ēka-kālattil maṟaigiṉḏṟaṉa. sorūpam-ē jagam; sorūpam-ē nāṉ; sorūpam-ē īśvaraṉ; ellām śiva sorūpam ām.",
      "englishTranslation": "What actually exists is only ātma-svarūpa [the ‘own form’ or real nature of oneself]. The world, soul and God are kalpanaigaḷ [fabrications, imaginations, mental creations, illusions or illusory superimpositions] in it, like the [illusory] silver in a shell. These three appear simultaneously and disappear simultaneously. Svarūpa [one’s own form or real nature] alone is the world; svarūpa alone is ‘I’ [ego or soul]; svarūpa alone is God; everything is śiva-svarūpa [the ‘own form’ or real nature of śiva, the one infinite whole, which is oneself]."
    },
    {
      "sectionTitle": "Paragraph Eight",
      "tamilOriginal": "மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும். பிராணாயாமத்தாலும் மன மடங்கும்; ஆனால் பிராண னடங்கியிருக்கும் வரையில் மனமு மடங்கியிருந்து, பிராணன் வெளிப்படும்போது தானும் வெளிப்பட்டு வாசனை வயத்தா யலையும். மனத்திற்கும் பிராணனுக்கும் பிறப்பிட மொன்றே. நினைவே மனத்தின் சொரூபம். நானென்னும் நினைவே மனத்தின் முதல் நினைவு; அதுவே யகங்காரம். அகங்கார மெங்கிருந்து உற்பத்தியோ, அங்கிருந்துதான் மூச்சும் கிளம்புகின்றது. ஆகையால் மன மடங்கும்போது பிராணனும், பிராண னடங்கும்போது மனமு மடங்கும். பிராணன் மனத்தின் ஸ்தூல ரூபமெனப்படும். மரணகாலம் வரையில் மனம் பிராணனை உடலில் வைத்துக்கொண்டிருந்து, உடல் மரிக்குங் காலத்தில் அதனைக் கவர்ந்துகொண்டு போகின்றது. ஆகையால் பிராணாயாமம் மனத்தை யடக்க சகாயமாகுமே யன்றி மனோநாசஞ் செய்யாது.",
      "romanTransliteration": "maṉam aḍaṅguvadaṟku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum. pirāṇāyāmattāl-um maṉam aḍaṅgum; āṉāl pirāṇaṉ aḍaṅgi-y-irukkum varaiyil maṉam-um aḍaṅgi-y-irundu, pirāṇaṉ veḷi-p-paḍum-bōdu tāṉ-um veḷi-p-paṭṭu vāsaṉai vayattāy alaiyum. maṉattiṟkum pirāṇaṉukkum piṟappiḍam oṉḏṟē. niṉaivē maṉattiṉ sorūpam. nāṉ-eṉṉum niṉaivē maṉattiṉ mudal niṉaivu; adu-v-ē y-ahaṅkāram. ahaṅkāram eṅgirundu uṯpatti-y-ō, aṅgirundu-tāṉ mūccum kiḷambugiṉḏṟadu. āhaiyāl maṉam aḍaṅgum-pōdu pirāṇaṉ-um, pirāṇaṉ aḍaṅgum-pōdu maṉamum aḍaṅgum. pirāṇaṉ maṉattiṉ sthūla rūpam-eṉa-p-paḍum. maraṇa-kālam varaiyil maṉam pirāṇaṉai uḍalil vaittu-k-koṇḍirundu, uḍal marikkum kālattil adaṉai-k kavarndu-goṇḍu pōkiṉḏṟadu. āhaiyāl pirāṇāyāmam maṉattai y-aḍakka sahāyam-āhum-ē y-aṉḏṟi maṉōnāśam seyyādu.",
      "englishTranslation": "For the mind to cease [settle, subside, yield, be subdued, be still or disappear], except vicāraṇā [self-investigation] there are no other adequate means. If made to cease [subside or disappear] by other means, the mind remaining [for a while] as if it had ceased, will again rise up [sprout, emerge or start]. Even by prāṇāyāma [breath-restraint] the mind will cease [subside or disappear]; however, so long as prāṇa [life, as manifested in breathing and other physiological processes] remains subsided mind will also remain subsided, [and] when prāṇa emerges it will also emerge and wander about under the sway of [its] vāsanās [inclinations or propensities]. The birthplace both for mind and for prāṇa is one [namely ātma-svarūpa, the real nature of oneself, which is pure awareness, ‘I am’]. Thought alone is the svarūpa [the ‘own form’ or actual nature] of the mind. The thought called ‘I’ alone is the first thought of the mind; it alone is ego. From where ego arises, from there alone the breath also rises up [sprouts, emerges or starts]. Therefore when the mind ceases [subsides or disappears] the prāṇa also [ceases], [and] when the prāṇa ceases the mind also ceases. The prāṇa is called [or said to be] the gross form of the mind. Until the time of death the mind keeps the prāṇa in the body, and at the moment the body dies, grasping it it goes [that is, grasping, stealing or forcibly taking the prāṇa, the mind departs]. Therefore prāṇāyāma is just an aid to restrain the mind [or to make it (temporarily) cease, subside or disappear], but will not bring about manōnāśa [annihilation of the mind]."
    },
    {
      "sectionTitle": "Paragraph Nine",
      "tamilOriginal": "பிரணாயாமம் போலவே மூர்த்தித்தியானம், மந்திரஜபம், ஆகார நியம மென்பவைகளும் மனத்தை அடக்கும் சகாயங்களே. மூர்த்தித்தியானத்தாலும், மந்திரஜபத்தாலும் மனம் ஏகாக்கிரத்தை யடைகிறது. சதாசலித்துக் கொண்டிருக்கும் யானையின் துதிக்கையில் ஒரு சங்கிலியைக் கொடுத்தால் அவ்யானை எப்படி வேறொன்றையும் பற்றாம லதையே பற்றிக் கொண்டு செல்லுமோ, அப்படியே சதாசலித்துக் கொண்டிருக்கும் மனமும், அதனை ஏதோ ஒரு நாமம் அல்லது ரூபத்திற் பழக்கினால் அதையே பற்றிக் கொண்டிருக்கும். மனம் அளவிறந்த நினைவுகளாய் விரிகின்றபடியால் ஒவ்வொரு நினைவும் அதிபலவீனமாகப் போகின்றது. நினைவுக ளடங்க வடங்க ஏகாக்கிரத்தன்மை யடைந்து, அதனாற் பலத்தை யடைந்த மனத்திற்கு ஆத்மவிசாரம் சுலபமாய் சித்திக்கும். எல்லா நியமங்களிலுஞ் சிறந்த மித ஸாத்விக ஆகார நியமத்தால் மனத்தின் சத்வ குணம் விருத்தியாகி, ஆத்மவிசாரத்திற்கு சகாய முண்டாகிறது.",
      "romanTransliteration": "piraṇāyāmam pōla-v-ē mūrtti-d-dhiyāṉam, mantira-japam, āhāra niyamam eṉbavaigaḷum maṉattai aḍakkum sahāyaṅgaḷ-ē. mūrtti-d-dhiyāṉattālum, mantira-japattālum maṉam ēkāggirattai y-aḍaigiṟadu. sadā-calittu-k koṇḍirukkum yāṉaiyiṉ tutikkaiyil oru caṅgiliyai-k koḍuttāl a-v-yāṉai eppaḍi vēṟoṉḏṟaiyum paṯṟāmal adaiyē paṯṟi-k-koṇḍu sellumō, appaḍiyē sadā-calittu-k koṇḍirukkum maṉamum, adaṉai ēdō oru nāmam alladu rūpattil paṙakkiṉāl adaiyē paṯṟi-k-koṇḍirukkum. maṉam aḷaviṟanda niṉaivugaḷ-āy virigiṉḏṟapaḍiyāl o-vv-oru niṉaivum adi-bala-v-īṉam-āha-p pōgiṉḏṟadu. niṉaivugaḷ aḍaṅga v-aḍaṅga ēkāggira-t-taṉmai y-aḍaindu, adaṉāl balattai y-aḍainda maṉattiṟku ātma-vicāram sulabham-āy siddhikkum. ellā niyamaṅgaḷilum siṟanda mita sātvika āhāra niyamattāl maṉattiṉ satva guṇam virutti-y-āhi, ātma-vicārattiṟku sahāyam uṇḍāgiṟadu.",
      "englishTranslation": "Just like prāṇāyāma, what are called mūrti-dhyāna [meditation upon a form of God], mantra-japa [repetition of a sacred word or phrase, usually consisting of or containing a name of God] and āhāra-niyama [restriction of diet, particularly the restriction of consuming only vegetarian food] are also only aids that restrain the mind [but will not bring about its annihilation]. Both by mūrti-dhyāna and by mantra-japa the mind gains ēkāgratā [one-pointedness]. Just as if one gives a chain in the trunk of an elephant, which is always moving [swinging about trying to catch hold of something or other], that elephant will proceed grasping it without grasping anything else, in exactly that way the mind, which is always moving [wandering about thinking of something or other], will, if one makes it habituated [to holding] on any one name or form, remain grasping it alone [without thinking unnecessary thoughts about anything else]. Because of the way in which the mind spreads out as innumerable thoughts [thereby scattering its energy], each thought becomes extremely weak. When thoughts reduce and reduce, for the mind which, gaining ēkāgra-taṉmai [one-pointed nature], has thereby gained strength ātma-vicāra [self-investigation] will easily be accomplished. By mita sāttvika āhāra-niyama [the restriction of consuming only sattva-conducive food in moderate quantities], which is the best among all restrictions, the sattva-guṇa [the quality of ‘being-ness’, calmness and clarity] of the mind increasing, for self-investigation help will [thereby] arise."
    },
    {
      "sectionTitle": "Paragraph Ten",
      "tamilOriginal": "தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.",
      "romanTransliteration": "toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōgiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ.",
      "englishTranslation": "Even though viṣaya-vāsanās [inclinations to experience things other than oneself], which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when svarūpa-dhyāna [self-attentiveness, contemplation on one’s ‘own form’ or real nature] increases and increases [in depth and intensity]. Without giving room even to the doubting thought ‘So many vāsanās ceasing [or being dissolved], is it possible to be only as svarūpa [my own form or real nature]?’ it is necessary to cling tenaciously to self-attentiveness. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in self-attentiveness, one will certainly be reformed [transformed into what one actually is]."
    },
    {
      "sectionTitle": "Paragraph Eleven",
      "tamilOriginal": "மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.",
      "romanTransliteration": "maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum.",
      "englishTranslation": "As long as viṣaya-vāsanās exist within the mind, so long is the investigation who am I necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by vicāraṇā [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is vairāgya [dispassion or detachment] or nirāśā [desirelessness]; not leaving [or letting go of] oneself is jñāna [true knowledge or real awareness]. In truth [these] two [vairāgya and jñāna] are just one. Just as pearl-divers, tying stones to their waists and sinking, pick up pearls that are found at the bottom of the ocean, so each one, sinking deep within oneself with vairāgya [freedom from desire to be aware of anything other than oneself], may obtain ātma-muttu [the self-pearl, meaning the pearl that is one’s own real nature]. If one clings fast to uninterrupted svarūpa-smaraṇa [self-remembrance] until one attains svarūpa [one’s own real nature, namely oneself as one actually is], that alone is sufficient. So long as enemies [namely viṣaya-vāsanās] are within the fortress [namely one’s heart], they will be continuously coming out from it. If one is continuously cutting down [or destroying] all of them as and when they come, the fortress will [eventually] be captured."
    },
    {
      "sectionTitle": "Paragraph Twelve",
      "tamilOriginal": "கடவுளும் குருவும் உண்மையில் வேறல்லர். புலிவாயிற் பட்டது எவ்வாறு திரும்பாதோ, அவ்வாறே குருவினருட்பார்வையிற் பட்டவர்கள் அவரால் ரக்ஷிக்கப்படுவரே யன்றி யொருக்காலும் கைவிடப்படார்; எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்.",
      "romanTransliteration": "kaḍavuḷ-um guru-v-um uṇmaiyil vēṟallar. puli-vāyil paṭṭadu evvāṟu tirumbādō, avvāṟē guruviṉ-aruḷ-pārvaiyil paṭṭavargaḷ avarāl rakṣikka-p-paḍuvarē y-aṉḏṟi y-oru-k-kāl-um kaiviḍa-p-paḍār; eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum.",
      "englishTranslation": "God and guru are in truth not different. Just as what has been caught in the jaws of a tiger will not return, so those who have been caught in the look [or glance] of guru’s grace will never be forsaken but will surely be saved by him; nevertheless, it is necessary to walk unfailingly in accordance with the path that guru has shown."
    },
    {
      "sectionTitle": "Paragraph Thirteen",
      "tamilOriginal": "ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். ஈசன்பேரில் எவ்வளவு பாரத்தைப் போட்டாலும், அவ்வளவையும் அவர் வகித்துக்கொள்ளுகிறார். சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்? புகை வண்டி சகல பாரங்களையும் தாங்கிக்கொண்டு போவது தெரிந்திருந்தும், அதி லேறிக்கொண்டு போகும் நாம் நம்முடைய சிறிய மூட்டையையு மதிற் போட்டுவிட்டு சுகமா யிராமல், அதை நமது தலையிற் றாங்கிக்கொண்டு ஏன் கஷ்டப்படவேண்டும்?",
      "romanTransliteration": "āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām. īśaṉpēril e-vv-aḷavu bhārattai-p pōṭṭālum, a-vv-aḷavai-y-um avar vahittu-k-koḷḷugiṟār. sakala kāriyaṅgaḷai-y-um oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl, nāmum adaṟku aḍaṅgi-y-irāmal, ‘ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum’ eṉḏṟu sadā cintippadēṉ? puhai vaṇḍi sakala bhāraṅgaḷaiyum tāṅgi-k-koṇḍu pōvadu terindirundum, adil ēṟi-k-koṇḍu pōhum nām nammuḍaiya siṟiya mūṭṭaiyaiyum adil pōṭṭu-viṭṭu sukhamāy irāmal, adai namadu talaiyil tāṅgi-k-koṇḍu ēṉ kaṣṭa-p-paḍa-vēṇḍum?",
      "englishTranslation": "Being ātma-niṣṭhāparaṉ [one who is firmly fixed as oneself], giving not even the slightest room to the rising of any other cintana [thought] except ātma-cintana [thought of oneself: self-contemplation or self-attentiveness], alone is giving oneself to God. Even though one places whatever amount of burden upon God, that entire amount he will bear. Since one paramēśvara śakti [supreme ruling power or power of God] is driving all kāryas [whatever needs or ought to be done or to happen], instead of we also yielding to it, why to be perpetually thinking, ‘it is necessary to do like this; it is necessary to do like that’? Though we know that the train is going bearing all the burdens, why should we who go travelling in it, instead of remaining happily leaving our small luggage placed on it [the train], suffer bearing it [our luggage] on our head?"
    },
    {
      "sectionTitle": "Paragraph Fourteen",
      "tamilOriginal": "சுகமென்பது ஆத்மாவின் சொரூபமே; சுகமும் ஆத்மசொரூபமும் வேறன்று. ஆத்மசுகம் ஒன்றே யுள்ளது; அதுவே ஸத்யம். பிரபஞ்சப்பொருள் ஒன்றிலாவது சுகமென்பது கிடையாது. அவைகளிலிருந்து சுகம் கிடைப்பதாக நாம் நமது அவிவேகத்தால் நினைக்கின்றோம். மனம் வெளியில் வரும்போது துக்கத்தை யனுபவிக்கிறது. உண்மையில் நமது எண்ணங்கள் பூர்த்தியாகும்போதெல்லாம் அது தன்னுடைய யதாஸ்தானத்திற்குத் திரும்பி ஆத்மசுகத்தையே யனுபவிக்கிறது. அப்படியே தூக்கம், சமாதி, மூர்ச்சை காலங்களிலும், இச்சித்த பொருள் கிடைக்கிறபோதும், வெறுத்த பொருளுக்கு கேடுண்டாகும் போதும், மனம் அந்தர்முகமாகி ஆத்மசுகத்தையே யனுபவிக்கிறது. இப்படி மனம் ஆத்மாவை விட்டு வெளியே போவதும், உள்ளே திரும்புவதுமாக ஓய்வின்றி யலைகிறது. மரத்தடியில் நிழல் சுகமா யிருக்கிறது. வெளியில் சூரியவெப்பம் கொடுமையா யிருக்கிறது. வெளியி லலையு மொருவன் நிழலிற் சென்று குளிர்ச்சி யடைகிறான். சிறிது நேரத்திற்குப் பின் வெளிக்கிளம்பி வெப்பத்தின் கொடுமைக் காற்றாது, மறுபடியும் மரத்தடிக்கு வருகின்றான். இவ்வாறு நிழலினின்று வெயிலிற் போவதும், வெயிலினின்று நிழலிற் செல்வதுமாயிருக்கிறான். இப்படிச் செய்கிறவன் அவிவேகி. ஆனால் விவேகியோ நிழலைவிட்டு நீங்கான். அப்படியே ஞானியின் மனமும் பிரம்மத்தை விட்டு நீங்குவ தில்லை. ஆனால் அஞ்ஞானியின் மனமோ பிரபஞ்சத்தி லுழன்று துக்கப்படுவதும், சிறிது நேரம் பிரம்மத்திற்குத் திரும்பி சுக மடைவதுமா யிருக்கிறது. ஜக மென்பது நினைவே. ஜகம் மறையும்போது அதாவது நினைவற்ற போது மனம் ஆனந்தத்தை யனுபவிக்கின்றது; ஜகம் தோன்றும் போது அது துக்கத்தை யனுபவிக்கின்றது.",
      "romanTransliteration": "sukham-eṉbadu ātmāviṉ sorūpamē; sukhamum ātma-sorūpamum vēṟaṉḏṟu. ātma-sukham oṉḏṟē y-uḷḷadu; aduvē satyam. pirapañca-p-poruḷ oṉḏṟil-āvadu sukham-eṉbadu kiḍaiyādu. avaigaḷilirundu sukham kiḍaippadāha nām namadu avivēkattāl niṉaikkiṉḏṟōm. maṉam veḷiyil varum-pōdu duḥkhattai y-aṉubhavikkiṟadu. uṇmaiyil namadu eṇṇaṅgaḷ pūrtti-y-āhum-pōdellām adu taṉṉuḍaiya yathāsthāṉattiṟku-t tirumbi ātma-sukhattaiyē y-aṉubhavikkiṟadu. appaḍiyē tūkkam, samādhi, mūrccai kālaṅgaḷilum, icchitta poruḷ kiḍaikkiṟa-bōdum, veṟutta poruḷukku kēḍuṇḍāhum-bōdum, maṉam antarmukham-āhi ātma-sukhattaiyē y-aṉubhavikkiṟadu. ippaḍi maṉam ātmāvai viṭṭu veḷiyē pōvadum, uḷḷē tirumbuvadum-āha ōyviṉḏṟi y-alaikiṟadu. marattaḍiyil niṙal sukham-āy irukkiṟadu. veḷiyil sūriya-veppam koḍumai-y-āy irukkiṟadu. veḷiyil alaiyum oruvaṉ niṙaliṯ ceṉḏṟu kuḷircci y-aḍaikiṟāṉ. siṟidu nērattiṟku-p piṉ veḷi-k-kiḷambi veppattiṉ koḍumaik kāṯṟādu, maṟupaḍiyum marattaḍikku varugiṉḏṟāṉ. ivvāṟu niṙaliṉiṉḏṟu veyiliṯ pōvadum, veyiliṉiṉḏṟu niṙaliṯ celvadum-āy-irukkiṟāṉ. ippaḍi-c ceygiṟavaṉ avivēki. āṉāl vivēkiyō niṙalai-viṭṭu nīṅgāṉ. appaḍiyē ñāṉiyiṉ maṉamum birammattai viṭṭu nīṅguvadillai. āṉāl aññāṉiyiṉ maṉamō pirapañcattil uṙaṉḏṟu duḥkha-p-paḍuvadum, siṟidu nēram birammattiṟku-t tirumbi sukham aḍaivadum-āy irukkiṟadu. jagam eṉbadu niṉaivē. jagam maṟaiyum-bōdu adāvadu niṉaivaṯṟa-bōdu maṉam āṉandattai y-aṉubhavikkiṉḏṟadu; jagam tōṉḏṟum-pōdu adu duḥkhattai y-aṉubhavikkiṉḏṟadu.",
      "englishTranslation": "What is called sukha [happiness, satisfaction, joy, ease, comfort or pleasantness] is only the svarūpa [the ‘own form’ or real nature] of ātmā [oneself]; sukha and ātma-svarūpa [one’s own real nature] are not different. Ātma-sukha [happiness that is oneself] alone exists; that alone is real. What is called sukha [happiness or satisfaction] is not found [obtained or available] in even one of the objects of the world. We think that happiness is obtained from them because of our avivēka [lack of judgement, discrimination or ability to distinguish one thing from another]. When the mind comes out [from ātma-svarūpa], it experiences duḥkha [dissatisfaction, discomfort, uneasiness, unpleasantness, unhappiness, distress, suffering, sorrow, sadness, pain or affliction]. In truth, whenever our thoughts [wishes or hopes] are fulfilled, it [the mind] turning back to its proper place [the heart, our real nature, which is the source from which it rose] experiences only ātma-sukha [happiness that is oneself]. Likewise at times of sleep, samādhi [a state of manōlaya or temporary dissolution of mind brought about by prāṇāyāma or other such yōga practices] and fainting, and when anything liked is obtained, and when destruction [damage, elimination or removal] occurs to anything disliked, the mind becoming antarmukham [inward facing] experiences only ātma-sukha. In this way the mind wanders about incessantly, going outside leaving oneself, and [again] turning back inside. At the foot of a tree the shade is pleasant [comfortable or delightful]. Outside the heat of the sun is severe [or harsh]. A person who is wandering outside is cooled [literally, obtains coolness or cooling] [by] going into the shade. After a short while emerging outside, [but] being unable to withstand [or bear] the severity of the heat, he again comes to the foot of the tree. In this way he remains, going from the shade into the sunshine, and going [back] from the sunshine into the shade. A person who does thus is an avivēki [someone lacking judgement, discrimination or ability to distinguish]. But a vivēki [someone who can judge, discriminate or distinguish] will not depart leaving the shade. Likewise the mind of the jñāni [one who is aware of one’s real nature] will not depart leaving brahman [that which alone exists, namely pure awareness, which is infinite happiness and one’s own real nature]. But the mind of the ajñāni [one who is not aware of one’s real nature] remains experiencing duḥkha [dissatisfaction or suffering] [by] roaming about in the world, and for a short while obtaining sukha [satisfaction or happiness] [by] returning to brahman. What is called the world is only thought [because like any world that we experience in a dream, what we experience as the world in this waking state is nothing but a series of perceptions, which are just thoughts or mental phenomena]. When the world disappears, that is, when thought ceases, the mind experiences happiness; when the world appears, it experiences duḥkha [dissatisfaction or suffering]."
    },
    {
      "sectionTitle": "Paragraph Fifteen",
      "tamilOriginal": "இச்சா ஸங்கல்ப யத்நமின்றி யெழுந்த ஆதித்தன் சன்னிதி மாத்திரத்தில் காந்தக்கல் அக்கினியைக் கக்குவதும், தாமரை மலர்வதும், நீர் வற்றுவதும், உலகோர் தத்தங் காரியங்களிற் பிரவிருத்தித்து இயற்றி யடங்குவதும், காந்தத்தின் முன் ஊசி சேஷ்டிப்பதும் போல ஸங்கல்ப ரகிதராயிருக்கும் ஈசன் சன்னிதான விசேஷ மாத்திரத்தால் நடக்கும் முத்தொழில் அல்லது பஞ்சகிருத்தியங்கட் குட்பட்ட ஜீவர்கள் தத்தம் கர்மானுசாரம் சேஷ்டித் தடங்குகின்றனர். அன்றி, அவர் ஸங்கல்ப ஸஹித ரல்லர்; ஒரு கருமமு மவரை யொட்டாது. அது லோககருமங்கள் சூரியனை யொட்டாததும், ஏனைய சதுர்பூதங்களின் குணாகுணங்கள் வியாபகமான ஆகாயத்தை யொட்டாததும் போலும்.",
      "romanTransliteration": "icchā-saṅkalpa-yatnam-iṉḏṟi y-eṙunda ādittaṉ saṉṉidhi-māttirattil kānta-k-kal aggiṉiyai-k kakkuvadum, tāmarai malarvadum, nīr vaṯṟuvadum, ulahōr tattaṅ kāriyaṅgaḷil piraviruttittu iyaṯṟi y-aḍaṅguvadum, kāntattiṉ muṉ ūsi cēṣṭippadum pōla saṅkalpa-rahitar-āy-irukkum īśaṉ saṉṉidhāṉa-viśēṣa-māttirattāl naḍakkum muttoṙil alladu pañcakiruttiyaṅgaṭ kuṭpaṭṭa jīvargaḷ tattam karmāṉusāram cēṣṭit taḍaṅgugiṉḏṟaṉar. aṉḏṟi, avar saṅkalpa-sahitar allar; oru karumam-um avarai y-oṭṭādu. adu lōka-karumaṅgaḷ sūriyaṉai y-oṭṭādadum, ēṉaiya catur-bhūtaṅgaḷiṉ guṇāguṇaṅgaḷ viyāpakam-āṉa ākāyattai y-oṭṭādadum pōlum.",
      "englishTranslation": "Just like in the mere presence of the sun, which rose without icchā [liking, wish or desire], saṁkalpa [desire, volition or intention] [or] yatna [effort or exertion], a sun-stone [sūryakānta, a gem that is supposed to emit fire or heat when exposed to the sun] emitting fire, a lotus blossoming, water evaporating, and people of the world commencing [or becoming engaged in] their respective kāryas [activities], doing [those kāryas] and ceasing [or subsiding], and [just like] in front of a magnet a needle moving, jīvas [sentient beings], who are subject to [or ensnared in] muttoṙil [the threefold function of God, namely the creation, sustenance and dissolution of the world] or pañcakṛtyas [the five functions of God, namely creation, sustenance, dissolution, concealment and grace], which happen by just [or nothing more than] the special nature of the presence of God, who is saṁkalpa rahitar [one who is devoid of any volition or intention], move [exert or engage in activity] and subside [cease being active, become still or sleep] in accordance with their respective karmas [that is, in accordance not only with their prārabdha karma or destiny, which impels them to do whatever actions are necessary in order for them to experience all the pleasant and unpleasant things that they are destined to experience, but also with their karma-vāsanās, their inclinations to think, speak and act in particular ways, which dispose them to make effort to experience pleasant things and to avoid experiencing unpleasant things]. Nevertheless, he [God] is not saṁkalpa sahitar [one who is connected with or possesses any volition or intention]; even one karma does not adhere to him [that is, he is not bound or affected in any way by any karma or action whatsoever]. That is like world-actions [the actions happening here on earth] not adhering to [or affecting] the sun, and [like] the qualities and defects of the other four elements [earth, water, air and fire] not adhering to the all-pervading space."
    },
    {
      "sectionTitle": "Paragraph Sixteen",
      "tamilOriginal": "எந்நூலிலும் முக்தி யடைவதற்கு மனத்தை யடக்க வேண்டுமென்று சொல்லப்பட் டுள்ளபடியால், மனோநிக்ரகமே நூல்களின் முடிவான கருத்து என் றறிந்துகொண்ட பின்பு நூல்களை யளவின்றிப் படிப்பதாற் பயனில்லை. மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே யல்லாமல் எப்படி நூல்களில் விசாரிப்பது? தன்னைத் தன்னுடைய ஞானக்கண்ணாற்றானே யறிய வேண்டும். ராமன் தன்னை ராமனென்றறியக் கண்ணாடி வேண்டுமா? ‘தான்’ பஞ்ச கோசங்களுக்குள் ளிருப்பது; நூல்களோ அவற்றிற்கு வெளியி லிருப்பவை. ஆகையால், பஞ்ச கோசங்களையும் நீக்கி விசாரிக்க வேண்டிய தன்னை நூல்களில் விசாரிப்பது வீணே. பந்தத்தி லிருக்கும் தான் யாரென்று விசாரித்து தன் யதார்த்த சொரூபத்தைத் தெரிந்துகொள்வதே முக்தி. சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்; தியானமோ தன்னை ஸச்சிதானந்த பிரம்மமாக பாவிப்பது. கற்றவை யனைத்தையும் ஒருகாலத்தில் மறக்க வேண்டிவரும்.",
      "romanTransliteration": "ennūlilum mukti y-aḍaivadaṟku maṉattai y-aḍakka vēṇḍum-eṉḏṟu solla-p-paṭ ṭuḷḷapaḍiyāl, maṉōnigrahamē nūlgaḷiṉ muḍivāṉa karuttu eṉ ḏṟaṟindu-goṇḍa piṉbu nūlgaḷai y-aḷaviṉḏṟi-p paḍi-p-padāl payaṉ-illai. maṉattai y-aḍakkuvadaṟku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē y-allāmal eppaḍi nūlgaḷil vicārippadu? taṉṉai-t taṉṉuḍaiya ñāṉa-k-kaṇṇāl-tāṉ-ē y-aṟiya vēṇḍum. rāmaṉ taṉṉai rāmaṉ-eṉḏṟaṟiya-k kaṇṇāḍi vēṇḍum-ā? ‘tāṉ’ pañca kōśaṅgaḷukkuḷ ḷ-iruppadu; nūlgaḷ-ō avaṯṟiṟku veḷiyil iruppavai. āhaiyāl, pañca kōśaṅgaḷai-y-um nīkki vicārikka vēṇḍiya taṉṉai nūlgaḷil vicārippadu vīṇē. bandhattil irukkum tāṉ yār eṉḏṟu vicārittu taṉ yathārtha sorūpattai-t terindu-koḷvadē mukti. sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar; dhiyāṉam-ō taṉṉai saccidāṉanda birahmmamāha bhāvippadu. kaṯṟavai y-aṉaittaiyum oru-kālattil maṟakka vēṇḍi-varum.",
      "englishTranslation": "Since in every text [of advaita vēdānta] it is said that for attaining mukti [liberation] it is necessary to make the mind cease, after knowing that manōnigraha [restraint, subjugation or destruction of the mind] alone is the ultimate intention [aim or purpose] of [such] texts, there is no benefit [to be gained] by studying texts without limit. For making the mind cease it is necessary to investigate oneself [to see] who [one actually is], [but] instead [of doing so] how [can one see oneself by] investigating in texts? It is necessary to know oneself only by one’s own eye of jñāna [pure awareness]. Does [a person called] Raman need a mirror to know himself as Raman? ‘Oneself’ is within the pañca-kōśas [the ‘five sheaths’ that seem to cover and obscure what one actually is, namely the physical body, life, mind, intellect and will]; whereas texts are outside them. Therefore, investigating in texts [in order to know] oneself, whom it is necessary to investigate [by turning one’s attention within and thereby] setting aside [excluding, removing, giving up or separating from] all the pañca-kōśas, is useless. [By] investigating who is oneself who is in bondage, knowing one’s yathārtha svarūpa [actual own nature] alone is mukti [liberation]. The name ‘ātma-vicāra’ is only for [or refers only to] always keeping the mind on ātmā [oneself]; whereas dhyāna [meditation] is considering [thinking or imagining] oneself to be sat-cit-ānanda brahman [the one ultimate reality, which is existence-awareness-happiness]. At one time it will become necessary to forget all that one has learnt."
    },
    {
      "sectionTitle": "Paragraph Seventeen",
      "tamilOriginal": "குப்பையைக் கூட்டித் தள்ளவேண்டிய ஒருவன் அதை யாராய்வதா லெப்படிப் பயனில்லையோ அப்படியே தன்னை யறியவேண்டிய ஒருவன் தன்னை மறைத்துகொண்டிருக்கும் தத்துவங்க ளனைத்தையும் சேர்த்துத் தள்ளிவிடாமல் அவை இத்தனையென்று கணக்கிடுவதாலும், அவற்றின் குணங்களை ஆராய்வதாலும் பயனில்லை. பிரபஞ்சத்தை ஒரு சொப்பனத்தைப்போ லெண்ணிக்கொள்ள வேண்டும்.",
      "romanTransliteration": "kuppaiyai-k kūṭṭi-t taḷḷa-vēṇḍiya oruvaṉ adai y-ārāyvadāl eppaḍi-p payaṉ-illai-y-ō appaḍi-y-ē taṉṉai y-aṟiya-vēṇḍiya oruvaṉ taṉṉai maṟaittu-koṇḍirukkum tattuvaṅgaḷ aṉaittaiyum sērttu-t taḷḷi-viḍāmal avai ittaṉai-y-eṉḏṟu kaṇakkiḍuvadāl-um, avaṯṟiṉ guṇaṅgaḷai ārāyvadāl-um payaṉ-illai. pirapañcattai oru soppaṉattai-p-pōl eṇṇi-k-koḷḷa vēṇḍum.",
      "englishTranslation": "Just as one who needs to gather [or sweep] up and throw away rubbish [would derive] no benefit by examining [investigating or analysing] it, so one who needs to know oneself [will derive] no benefit by, instead of collectively rejecting all the tattvas, which are concealing oneself, calculating that they are this many and examining their qualities. It is necessary to consider the world [which is believed to be an expansion or manifestation of such tattvas] like a dream."
    },
    {
      "sectionTitle": "Paragraph Eighteen",
      "tamilOriginal": "ஜாக்ரம் தீர்க்கம், சொப்பனம் க்ஷணிக மென்பது தவிர வேறு பேதமில்லை. ஜாக்ரத்தில் நடக்கும் விவகாரங்க ளெல்லாம் எவ்வளவு உண்மையாகத் தோன்றுகின்றனவோ அவ்வளவு உண்மையாகவே சொப்பனத்தில் நடக்கும் விவகாரங்களும் அக்காலத்திற் றோன்றுகின்றன. சொப்பனத்தில் மனம் வேறொரு தேகத்தை யெடுத்துக்கொள்ளுகிறது. ஜாக்ரம் சொப்பன மிரண்டிலும் நினைவுகளும் நாமரூபங்களும் ஏககாலத்தில் நிகழ்கின்றன.",
      "romanTransliteration": "jāgram dīrgham, soppaṉam kṣaṇikam eṉbadu tavira vēṟu bhēdam-illai. jāgrattil naḍakkum vivahāraṅgaḷ ellām e-vv-aḷavu uṇmai-y-āha-t tōṉḏṟugiṉḏṟaṉa-v-ō a-vv-aḷavu uṇmai-y-āha-v-ē soppaṉattil naḍakkum vivahāraṅgaḷ-um a-k-kālattil tōṉḏṟugiṉḏṟaṉa. soppaṉattil maṉam vēṟoru dēhattai y-eḍuttu-k-koḷḷugiṟadu. jāgram soppaṉam iraṇḍil-um niṉaivugaḷ-um nāma-rūpaṅgaḷ-um ēka-kālattil nihaṙgiṉḏṟaṉa.",
      "englishTranslation": "Besides the saying that waking is dīrgha [long lasting] and dream is kṣaṇika [momentary or lasting for only a short while], there is no other difference [between them]. To what extent all the vyavahāras [activities, affairs, transactions or events] that happen in waking seem to be real, to that extent even the vyavahāras that happen in dream seem at that time to be real. In dream the mind takes another body [to be itself]. In both waking and dream thoughts and names-and-forms [the phenomena that constitute the seemingly external world] occur in one time [or simultaneously]."
    },
    {
      "sectionTitle": "Paragraph Nineteen",
      "tamilOriginal": "நல்ல மன மென்றும் கெட்ட மன மென்று மிரண்டு மனங்களில்லை. மன மொன்றே. வாசனைகளே சுப மென்றும் அசுப மென்று மிரண்டுவிதம். மனம் சுபவாசனை வயத்தாய் நிற்கும்போது நல்ல மன மென்றும், அசுபவாசனை வயத்தாய் நிற்கும்போது கெட்டமன மென்றும் சொல்லப்படும். பிறர் எவ்வளவு கெட்டவர்களாய்த் தோன்றினும் அவர்களை வெறுத்தலாகாது. விருப்பு வெறுப்புக ளிரண்டும் வெறுக்கத் தக்கன. பிரபஞ்ச விஷயங்களி லதிகமாய் மனத்தை விடக் கூடாது. சாத்தியமானவரையில், அன்னியர் காரியத்திற் பிரவேசிக்கக் கூடாது. பிறருக் கொருவன் கொடுப்ப தெல்லாம் தனக்கே கொடுத்துக்கொள்ளுகிறான். இவ் வுண்மையை யறிந்தால் எவன்தான் கொடா தொழிவான்?",
      "romanTransliteration": "nalla maṉam eṉḏṟum keṭṭa maṉam eṉḏṟum iraṇḍu maṉaṅgaḷ illai. maṉam oṉḏṟē. vāsaṉaigaḷē śubham eṉḏṟum aśubham eṉḏṟum iraṇḍu vidam. maṉam śubha-vāsaṉai vayattāy niṟgum-bōdu nalla maṉam eṉḏṟum, aśubha-vāsaṉai vayattāy niṟgum-bōdu keṭṭa maṉam eṉḏṟum solla-p-paḍum. piṟar e-vv-aḷavu keṭṭavargaḷāy-t tōṉḏṟiṉum avargaḷai veṟuttal āhādu. viruppu-veṟuppugaḷ iraṇḍum veṟukka-t takkaṉa. pirapañca viṣayaṅgaḷil adhikam-āy maṉattai viḍa-k kūḍādu. sāddhiyamāṉa-varaiyil, aṉṉiyar kāriyattil piravēśikka-k kūḍādu. piṟarukku oruvaṉ koḍuppadu ellām taṉakkē koḍuttu-k-koḷḷugiṟāṉ. i-vv-uṇmaiyai y-aṟindāl evaṉ-dāṉ koḍādu oṙivāṉ?",
      "englishTranslation": "There are not two minds, namely a good mind and a bad mind. Mind is only one. Only vāsanās [inclinations or propensities] are of two kinds, namely śubha [agreeable, virtuous or good] and aśubha [disagreeable, wicked, harmful or bad]. When mind is under the sway of śubha vāsanās it is said to be a good mind, and when it is under the sway of aśubha vāsanās a bad mind. However bad other people may appear to be, disliking them is not proper [or appropriate]. Likes and dislikes are both fit [for one] to dislike [spurn or renounce]. It is not appropriate to let [one’s] mind [dwell] excessively on worldly matters. To the extent possible, it is not appropriate to intrude in others’ affairs. All that one gives to others one is giving only to oneself. If one knew this truth, who indeed would remain without giving?"
    },
    {
      "sectionTitle": "Paragraph Twenty",
      "tamilOriginal": "தானெழுந்தால் சகலமு மெழும்; தானடங்கினால் சகலமு மடங்கும். எவ்வளவுக்கெவ்வளவு தாழ்ந்து நடக்கிறோமோ அவ்வளவுக்கவ்வளவு நன்மையுண்டு. மனத்தை யடக்கிக்கொண் டிருந்தால், எங்கே யிருந்தாலு மிருக்கலாம்.",
      "romanTransliteration": "tāṉ eṙundāl sakalam-um eṙum; tāṉ aḍaṅgiṉāl sakalam-um aḍaṅgum. evvaḷavukkevvaḷavu tāṙndu naḍakkiṟōmō avvaḷavukkavvaḷavu naṉmai-y-uṇḍu. maṉattai y-aḍakki-k-koṇḍirundāl, eṅgē y-irundālum irukkalām.",
      "englishTranslation": "If oneself rises [or appears] [as ego or mind], everything rises [or appears]; if oneself subsides [disappears or ceases], everything subsides [disappears or ceases]. To whatever extent sinking low [subsiding or being humble] we behave [or conduct ourself], to that extent there is goodness [benefit or virtue]. If one is [continuously] restraining [curbing or subduing] mind, wherever one may be one can be [or let one be]."
    }
  ]
}
