{
    "header": "Composed by <br /><b>Bhagavan Sri Ramana</b><br /> with transliteration and English translation by Michael James",
    "sections": [
        {
            "sectionTitle": "பாயிரம் (pāyiram): Prefatory Verse (composed by Sri Muruganar)",
            "romanTransliteration": "kaṉmamaya ṯīrndugati kāṇa neṟimuṟaiyiṉ<br/>maṉmamula huyya vaṙaṅguheṉac — coṉmurugaṟ<br/>kendairama ṇaṉḏṟohut tīndā ṉupadēśa<br/>vundiyār ñāṉaviḷak kōr.",
            "englishTranslation": "Know that Upadēśa Undiyār is a light of jñāna that our father Ramana composed and gave to Muruganar, who said, ‘For the world to be saved, giving up the delusion of karma, tell the secret of the nature of the path to experience liberation’.",
            "explanatoryParaphrase": "Know that Upadēśa Undiyār is a light of jñāna [true knowledge or pure awareness] that our father Ramana composed and gave to Muruganar, who said, ‘For [the people of] the world to give up the delusion of karma [action] and be saved [from self-ignorance], tell [us] the secret of the muṟai [nature or orderly process] of the path [way or means] to experience liberation’."
        },
        {
            "sectionTitle": "Upōdghātam verse 1",
            "romanTransliteration": "dāru vaṉattiṯ ṟavañcey dirundavar<br/>pūruva kaṉmattā lundīpaṟa<br/>pōkkaṟai pōyiṉa rundīpaṟa.",
            "englishTranslation": "Those who were doing austerities in the Daruka forest were going to ruin by pūrva karma.",
            "explanatoryParaphrase": "Those who were doing tavam [austerities or tapas] in the Daruka forest were going to ruin by [following] pūrva karma [the path of ritualistic action as interpreted and prescribed by pūrva mīmāṁsā]. (Tiruvundiyār 1.70)<p><b>Note: </b>The term pūrva-karma here means the path of kāmya-karmas, actions done for the fulfilment of selfish desires, which is the path prescribed by pūrva mīmāṁsā, a system of philosophy that interprets the Vēdas in a particular way, emphasising the Karma Kāṇḍa, the preliminary portion of the Vēdas, which teaches the path of ritualistic action. Pūrva mīmāṁsā elevates action (karma) to a level of such paramount importance that, as explained in the next verse, it even goes so far as to deny that there is any God except karma. This doctrine that there is no God except karma is emphatically repudiated by Bhagavan in the first verse of Upadēśa Undiyār.</p>"
        },
        {
            "sectionTitle": "Upōdghātam verse 2",
            "romanTransliteration": "kaṉmattai yaṉḏṟik kaḍavu ḷilaiyeṉum<br/>vaṉmatta rāyiṉa rundīpaṟa<br/>vañjac cerukkiṉā lundīpaṟa.",
            "englishTranslation": "Because of delusive conceit they became intoxicated with intense pride that there is no God except karma.",
            "explanatoryParaphrase": "Because of [their] delusive conceit [or infatuation] they became [so] intoxicated [or mad] with intense pride [that they fell prey to the arrogant belief] that there is no God except karma. (Tiruvundiyār 1.71)<p><b>Note: </b>These first two verses of the upōdghātam are verses 70 and 71 of the first part of Tiruvundiyār, and the following is a free rendering of the story narrated by Muruganar in verses 72 to 98:</p><p>Even the wives who conducted their lives with those great ascetics had become deluded, proudly believing that in all the seven worlds there were none as virtuous as themselves in venerating their husbands. (72-3) The wonderful Venkatan [Sri Ramana], who is pure awareness shining like a crystal to which no blemish can cling, appeared singing melodiously with such beauty that would make men desire womanhood. (74-5) Plundering the souls of all who saw his beauty, he wandered about carrying a trident and a skull. (76)</p><p>Knowing the cruel enmity of the ascetics, Vishnu also appeared suddenly in their midst as a virtuous maiden with tender beauty. (77) Becoming infatuated with Mohini [that beautiful maiden], all the ahaṅkāra-yōgis [egotistical ascetics] were ashamed [or afraid] when their strength was thereby destroyed. (78)</p><p>That male form that wandered there excelling in lustre was not a real form but just an imaginary appearance. (79) [What appeared in that form is] what cannot be measured [or comprehended] by speech or mind; what does not go or come; the real substance, the whole. (80) As soon as they saw his manly self, those good ladies’ ornament [of modesty and chastity] departed entirely. (81) Desiring [his] youthful beauty and drinking it with their eyes, they were intoxicated and enchanted. (82) They forgot their virtue; they forgot their reputation; they forgot themselves; they followed after [him]. (83)</p><p>Coming to know about the downfall of their wives, the great ascetic brahmins who knew such things became agitated, quaking [with pain, grief or anger]. (84) [Seeing] that their agreeable life helpmates had become so contemptible, they trembled [with rage]. (85) What a wonder that those who so clearly saw the defects [faults or errors] that took birth in the case of their wives could not see their own defects! (86) If one sees one’s own defects like [one sees] the defects of others, then will even the slightest evil attach to one’s soul? [an adaptation of verse 190 of Tirukkuṟaḷ] (87)</p><p>Saying ‘What defilement of the chastity of [our] wives!’, to kill him who is the first [God, the primal being] they thought of a plan. (88) With malicious anger those who had vast learning raised a raging sinful black magic sacrificial fire. (89) To devour the life of Purāri [Tripurāri, Lord Siva, the destroyer of the three demon cities, who did so with a mere laugh or smile], those who did not have subtle awareness [or understanding] discharged a pouncing tiger [from the sacrificial fire]. (90) Flaying it with his fingernail, he aptly wore the skin of that tiger [around his waist]. The ascetics stood perplexed [terrified or abashed]. (91)</p><p>To destroy him they unleashed furious serpents, but he transformed them into fine ornaments [to wear] on his poison-adorned throat. (92) After that parātpara Venkatan [Sri Ramana, the highest of the high] seized in his hands the deer, axe, fire and drum that they conjured up and set upon him. (93) Laughing in a terrifying manner and roaring like thunder, they discharged a whirling and exceedingly white skull on the handsome youth. (94) To the wonder of many, he aptly wore that white skull as an ornament for his head. (95) Hordes of demons [conjured up by them] coming close to him fell unconscious at his feet. He took these as his army. (96) To kill the primal one, they conjured up and set upon him a heinous demon called Muyalagan, but he crushed it under his feet. (97) When all their efforts proved ineffectual, they became weary and understood him to be God. (98)</p><p>The final four verses of the upōdghātam are verses 99 to 102 of the first part of Tiruvundiyār, after which verses 103 to 132 are the the main text (nūl) of Upadēśa Undiyār, and verses 133 to 137 are the concluding verses of praise (vāṙttu).</p>"
        },
        {
            "sectionTitle": "Upōdghātam verse 3",
            "romanTransliteration": "kaṉma phalandaruṅ karttaṟ paṙittuccey<br/>kaṉma phalaṅkaṇḍā rundīpaṟa<br/>garva mahaṉḏṟaṉa rundīpaṟa.",
            "englishTranslation": "They saw the fruit of actions done disparaging God, who gives the fruit of actions. They left arrogance.",
            "explanatoryParaphrase": "They saw the fruit of actions done disparaging [spurning or disregarding] God [the kartā or ordainer], who gives karma-phala [the fruit of actions], [and hence] they left [gave up or lost] garva [their pride or arrogance]. (Tiruvundiyār 1.99)"
        },
        {
            "sectionTitle": "Upōdghātam verse 4",
            "romanTransliteration": "kāttaru ḷeṉḏṟu karaiyak karuṇaikkaṇ<br/>sērttaruḷ seydaṉa ṉundīpaṟa<br/>śivaṉupa dēśami dundīpaṟa.",
            "englishTranslation": "When they wept, ‘Graciously protect’, attaching the eye of grace, Śiva graciously gave this upadēśa.",
            "explanatoryParaphrase": "When they wept [repentantly], ‘Graciously protect [or save us]’, fixing [his] eye of grace [upon them], Śiva graciously gave this upadēśa [spiritual teaching]. (Tiruvundiyār 1.100)"
        },
        {
            "sectionTitle": "Upōdghātam verse 5",
            "romanTransliteration": "uṭkoṇ ḍoṙuha vupadēśa sārattai<br/>yuṭkoṇ ḍeṙuñsukha mundīpaṟa<br/>vuṭṭuṉ boṙindiḍu mundīpaṟa.",
            "englishTranslation": "When one imbibes and follows upadēśa sāram, happiness will rise from within; miseries within will cease.",
            "explanatoryParaphrase": "When one imbibes and follows [this] upadēśa sāram [the essence or summary of the spiritual teachings given by Lord Siva], happiness will rise from within [and thereby] miseries within will cease [die or be destroyed]. (Tiruvundiyār 1.101)"
        },
        {
            "sectionTitle": "Upōdghātam verse 6",
            "romanTransliteration": "sāra vupadēśa sāramuṭ cāravē<br/>sērak kaḷisēra vundīpaṟa<br/>tīrat tuyartīra vundīpaṟa.",
            "englishTranslation": "May the essence of Upadēśa Sāram enter within. May joy accumulate, accumulate. May suffering cease, cease.",
            "explanatoryParaphrase": "May the sāra [essence, substance or import] of Upadēśa Sāram enter within [our heart]. May joy accumulate [or be achieved] abundantly. May suffering cease entirely. (Tiruvundiyār 1.102)"
        },
        {
            "sectionTitle": "Verse 1",
            "romanTransliteration": "kaṉmam payaṉḏṟaral karttaṉa dāṇaiyāṟ<br/>kaṉmaṅ kaḍavuḷō vundīpaṟa<br/>kaṉmañ jaḍamadā lundīpaṟa.",
            "englishTranslation": "Action giving fruit is by the ordainment of God. Since action is non-aware, is action God?",
            "explanatoryParaphrase": "Karma [action] giving fruit is by the ordainment of God [the kartā or ordainer]. Since karma is jaḍa [devoid of awareness], can karma be God?"
        },
        {
            "sectionTitle": "Verse 2",
            "romanTransliteration": "viṉaiyiṉ viḷaivu viḷivuṯṟu vittāy<br/>viṉaikkaḍal vīṙttiḍu mundīpaṟa<br/>vīḍu taralilai yundīpaṟa.",
            "englishTranslation": "The fruit of action perishing, as seed causes to fall in the ocean of action. It is not giving liberation.",
            "explanatoryParaphrase": "The fruit of [any] action will perish [when it is experienced as part of prārabdha], [but what remains] as seed [namely viṣaya-vāsanās (also known as karma-vāsanās): inclinations to seek happiness or satisfaction in experiencing viṣayas (objects or phenomena) by doing actions of mind, speech and body] causes [one] to fall in the ocean of action. [Therefore] it [action or karma] does not give liberation."
        },
        {
            "sectionTitle": "Verse 3",
            "romanTransliteration": "karuttaṉuk kākkuniṭ kāmiya kaṉmaṅ<br/>karuttait tiruttiyaḵ dundīpaṟa<br/>gativaṙi kāṇbikku mundīpaṟa.",
            "englishTranslation": "Desireless action done for God, purifying the mind, it will show the path to liberation.",
            "explanatoryParaphrase": "Niṣkāmya karma [action not motivated by desire] done [with love] for God purifies the mind and [thereby] it will show the path to liberation [that is, it will enable one to recognise what the correct path to liberation is]."
        },
        {
            "sectionTitle": "Verse 4",
            "romanTransliteration": "diḍamidu pūjai jepamun dhiyāṉa<br/>muḍalvāk kuḷattoṙi lundīpaṟa<br/>vuyarvāhu moṉḏṟiloṉ ḏṟundīpaṟa.",
            "englishTranslation": "This is certain: <i>pūjā</i>, <i>japa</i> and <i>dhyāna</i> are actions of body, speech and mind. One than one is superior."
        },
        {
            "sectionTitle": "Verse 5",
            "romanTransliteration": "eṇṇuru yāvu miṟaiyuru vāmeṉa<br/>veṇṇi vaṙipaḍa lundīpaṟa<br/>vīśaṉaṯ pūjaṉai yundīpaṟa.",
            "englishTranslation": "Worshipping thinking that all eight forms are forms of God is good pūjā of God.",
            "explanatoryParaphrase": "Considering all the eight forms [the aṣṭa-mūrti, the eight forms or manifestations of Siva, namely the five elements (earth, water, fire, air and space), sun, moon and sentient beings (jīvas)] [or all thought-forms, namely all forms, which are just thoughts or mental phenomena] to be forms of God, worshipping [any of them] is good pūjā [worship] of God."
        },
        {
            "sectionTitle": "Verse 6",
            "romanTransliteration": "vaṙuttalil vākkucca vāykkuṭ jepattil<br/>viṙuppamā māṉata mundīpaṟa<br/>viḷambun dhiyāṉami dundīpaṟa.",
            "englishTranslation": "Rather than praising, loud voice, rather than japa within the mouth, what is done by mind is beneficial. This is called dhyāna.",
            "explanatoryParaphrase": "Rather than praising [God by chanting hymns], [japa or repetition of his name is beneficial]; [rather than japa done in a] loud voice, [japa whispered faintly within the mouth is beneficial]; [and] rather than japa within the mouth, mānasa [that which is done by mind] is beneficial [in the sense that it is a more effective means to purify the mind]. This [mental repetition or mānasika japa] is called dhyāna [meditation]."
        },
        {
            "sectionTitle": "Verse 7",
            "romanTransliteration": "viṭṭuk karudali ṉāṟuney vīṙccipōl<br/>viṭṭiḍā duṉṉalē yundīpaṟa<br/>viśēḍamā muṉṉavē yundīpaṟa.",
            "englishTranslation": "Rather than meditating leavingly, certainly meditating unleavingly, like a river or the falling of ghee, is superior to meditate.",
            "explanatoryParaphrase": "Rather than meditating [on God] interruptedly [because of being frequently distracted by other thoughts as a result of insufficient love for him], certainly meditating uninterruptedly [without being distracted by any other thoughts because of the intensity of one’s love for him], like a river or the falling of ghee, is a better way to meditate [or is superior, when considered] [in the sense that it is a more effective means to purify the mind]."
        },
        {
            "sectionTitle": "Verse 8",
            "romanTransliteration": "aṉiyabhā vatti ṉavaṉaha māhu<br/>maṉaṉiya bhāvamē yundīpaṟa<br/>vaṉaittiṉu muttama mundīpaṟa.",
            "englishTranslation": "Rather than anya-bhāva, ananya-bhāva, in which he is I, certainly is the best among all.",
            "explanatoryParaphrase": "Rather than anya-bhāva [meditation on anything other than oneself, particularly meditation on God as if he were other than oneself], ananya-bhāva [meditation on nothing other than oneself], in which he is [understood to be] I, certainly is the best among all [practices of bhakti, varieties of meditation and kinds of spiritual practice] [in the sense that it is the most effective of all means to purify the mind, and is also the only means to eradicate ego, the root of all impurities]."
        },
        {
            "sectionTitle": "Verse 9",
            "romanTransliteration": "bhāva balattiṉāṯ bhāvaṉā tītasaṯ<br/>bhāvat tiruttalē yundīpaṟa<br/>parabhatti tattuva mundīpaṟa.",
            "englishTranslation": "By the strength of meditation, being in sat-bhāva, which transcends bhāvanā, alone is para-bhakti tattva.",
            "explanatoryParaphrase": "By the strength [intensity, firmness or stability] of [such] meditation [ananya-bhāva or self-attentiveness], being in sat-bhāva [the state of being], which transcends [all] bhāvanā [thinking, imagination or meditation in the sense of mental activity], alone [or certainly] is para-bhakti tattva [the nature, reality or true state of supreme devotion]."
        },
        {
            "sectionTitle": "Verse 10",
            "romanTransliteration": "uditta viḍatti loḍuṅgi yirutta<br/>ladukaṉmam bhattiyu mundīpaṟa<br/>vaduyōga ñāṉamu mundīpaṟa.",
            "englishTranslation": "Being, subsiding in the place from which one rose: that is karma and bhakti; that is yōga and jñāna.",
            "explanatoryParaphrase": "Being [by inwardly] subsiding in the place from which one rose [namely one’s own real nature (ātma-svarūpa), which is pure being-awareness (sat-cit), ‘I am’]: that is [the culmination of the paths of] [niṣkāmya] karma and bhakti [as explained in the previous seven verses]; that is [also the culmination of the paths of] yōga [as will be explained in the next five verses] and jñāna [as will be explained in the final fifteen verses]."
        },
        {
            "sectionTitle": "Verse 11",
            "romanTransliteration": "vaḷiyuḷ ḷaḍakka valaipaḍu puṭpō<br/>luḷamu moḍuṅguṟu mundīpaṟa<br/>voḍukka vupāyami dundīpaṟa.",
            "englishTranslation": "When one restrains the breath within, like a bird caught in a net the mind also will be restrained. This is a means to restrain.",
            "explanatoryParaphrase": "When one restrains [curbs, calms or subdues] the breath within, like a bird caught in a net the mind also will be restrained [sink, subside, calm down, become quiet, be dissolved or cease being active]. This [the practice of breath-restraint or prāṇāyāma] is [therefore] a means to restrain [curb, calm, subdue, shut down or dissolve] [the mind]."
        },
        {
            "sectionTitle": "Verse 12",
            "romanTransliteration": "uḷamu muyiru muṇarvuñ ceyalu<br/>muḷavāṅ kiḷaiyiraṇ ḍundīpaṟa<br/>voṉḏṟavaṯ ṟiṉmūla mundīpaṟa.",
            "englishTranslation": "Mind and breath are two branches, which have knowing and doing. Their root is one.",
            "explanatoryParaphrase": "Mind and breath [or life, which includes breath and all other physiological functions] are two branches, which have knowing and doing [as their respective functions]. [However] their mūla [root, base, foundation, origin, source or cause] is one [so this is why when either one is restrained the other one will also be restrained, as pointed out in the previous verse]."
        },
        {
            "sectionTitle": "Verse 13",
            "romanTransliteration": "ilayamu nāśa miraṇḍā moḍukka<br/>milayit tuḷadeṙu mundīpaṟa<br/>veṙāduru māyndadē lundīpaṟa.",
            "englishTranslation": "Dissolution is two: laya and nāśa. What is lying down will rise. If form dies, it will not rise.",
            "explanatoryParaphrase": "Dissolution [complete subsidence or cessation of ego or mind] is [of] two [kinds]: laya [temporary dissolution] and nāśa [permanent dissolution or annihilation]. What is lying down [or dissolved in laya] will rise. If [its] form dies [in nāśa], it will not rise."
        },
        {
            "sectionTitle": "Verse 14",
            "romanTransliteration": "oḍukka vaḷiyai yoḍuṅgu muḷattai<br/>viḍukkavē yōrvaṙi yundīpaṟa<br/>vīyu madaṉuru vundīpaṟa.",
            "englishTranslation": "Only when one sends the mind, which will be restrained when one restrains the breath, on the investigating path will its form perish.",
            "explanatoryParaphrase": "Only when one sends the mind, which will be restrained [become calm or dissolve] when one restrains the breath, on ōr vaṙi [the investigating path or one path, namely the path of self-investigation, which is the one and only means to eradicate ego and thereby annihilate the mind] will its form perish. [However, the mind cannot be sent on this path of self-investigation if it has dissolved in laya, so if one practices breath-restraint in order to restrain the mind, one should take care to send the mind on this path of self-investigation (which means to direct one’s attention back towards oneself) when it has become calm but before it dissolves in laya.]"
        },
        {
            "sectionTitle": "Verse 15",
            "romanTransliteration": "maṉavuru māyameym maṉṉumā yōgi<br/>taṉakkōr seyalilai yundīpaṟa<br/>taṉṉiyal sārndaṉa ṉundīpaṟa.",
            "englishTranslation": "When the form of the mind is annihilated, for the great yōgi who remains permanently as the reality, there is not a single doing. He has attained his nature.",
            "explanatoryParaphrase": "When the form of the mind is annihilated, for the great yōgi who [thereby] remains permanently as the reality, there is not a single doing [action or karma], [because] he has attained his [real] nature [which is actionless being]."
        },
        {
            "sectionTitle": "Verse 16",
            "romanTransliteration": "veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br/>ṉoḷiyuru vōrdalē yundīpaṟa<br/>vuṇmai yuṇarcciyā mundīpaṟa.",
            "englishTranslation": "Leaving external phenomena, the mind knowing its own form of light is alone real awareness.",
            "explanatoryParaphrase": "Leaving [or letting go of] [awareness of any] external viṣayas [namely phenomena of every kind, all of which are external in the sense that they are other than and hence extraneous to oneself], the mind knowing its own form of light [namely the light of pure awareness, which is its real nature and what illumines it, enabling it to be aware both of itself and of other things] is alone real awareness [true knowledge or knowledge of reality]."
        },
        {
            "sectionTitle": "Verse 17",
            "romanTransliteration": "maṉatti ṉuruvai maṟavā dusāva<br/>maṉameṉa voṉḏṟilai yundīpaṟa<br/>mārgganē rārkkumi dundīpaṟa.",
            "englishTranslation": "When one investigates the form of the mind without forgetting, there is not anything called ‘mind’. This is the direct path for everyone whomsoever.",
            "explanatoryParaphrase": "When one investigates [examines or scrutinises] the form of the mind without forgetting [neglecting, abandoning, giving up or ceasing], [it will be clear that] there is not anything called ‘mind’. This is the direct [straight or appropriate] path for everyone whomsoever."
        },
        {
            "sectionTitle": "Verse 18",
            "romanTransliteration": "eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br/>meṇṇamē mūlamā mundīpaṟa<br/>yāṉā maṉameṉa lundīpaṟa.",
            "englishTranslation": "Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’.",
            "explanatoryParaphrase": "Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the mūla [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [namely ego, the root thought called ‘I’]."
        },
        {
            "sectionTitle": "Verse 19",
            "romanTransliteration": "nāṉeṉ ḏṟeṙumiḍa mēdeṉa nāḍavuṇ<br/>ṇāṉḏṟalai sāyndiḍu mundīpaṟa<br/>ñāṉa vicārami dundīpaṟa.",
            "englishTranslation": "When one investigates within what the place is from which one rises as ‘I’, ‘I’ will die. This is awareness-investigation.",
            "explanatoryParaphrase": "When one investigates within [or inwardly investigates] what the place is from which one [or it] rises as ‘I’ [ego or mind], ‘I’ will die. This is jñāna-vicāra [investigation of awareness]."
        },
        {
            "sectionTitle": "Verse 20",
            "romanTransliteration": "nāṉoṉḏṟu thāṉattu nāṉāṉeṉ ḏṟoṉḏṟadu<br/>tāṉāhat tōṉḏṟumē yundīpaṟa<br/>tāṉadu pūṉḏṟamā mundīpaṟa.",
            "englishTranslation": "In the place where ‘I’ merges, that, the one, appears spontaneously as ‘I am I’. That itself is the whole.",
            "explanatoryParaphrase": "In the place where ‘I’ [namely ego, the false awareness ‘I am this’] merges, that, the one, appears spontaneously [or as oneself] as ‘I am I’ [that is, as awareness of oneself as oneself alone]. That itself [or that, oneself] is pūṉḏṟam [pūrṇa: the infinite whole or entirety of what is]."
        },
        {
            "sectionTitle": "Verse 21",
            "romanTransliteration": "nāṉeṉuñ coṯporu ḷāmadu nāḷumē<br/>nāṉaṯṟa tūkkattu mundīpaṟa<br/>namadiṉmai nīkkattā lundīpaṟa.",
            "englishTranslation": " That is at all times the substance of the word called ‘I’, because of the exclusion of our non-existence even in sleep, which is devoid of ‘I’.",
            "explanatoryParaphrase": "That [the one that appears as ‘I am I’, namely pure awareness, which is our real nature] is at all times the substance [or true import] of the word called ‘I’, because of the exclusion of our non-existence [that is, because we do not become non-existent] even in sleep, which is devoid of ‘I’ [namely ego]."
        },
        {
            "sectionTitle": "Verse 22",
            "romanTransliteration": "uḍalpoṟi yuḷḷa muyiriru ḷellāñ<br/>jaḍamasat tāṉadā lundīpaṟa<br/>sattāṉa nāṉalla vundīpaṟa.",
            "englishTranslation": "Since body, mind, intellect, life and darkness are all jaḍa and asat, they are not ‘I’, which is sat.",
            "explanatoryParaphrase": "Since [the five sheaths, namely] body [annamaya kōśa], life [prāṇamaya kōśa], mind [manōmaya kōśa], intellect [vijñānamaya kōśa] and darkness [ānandamaya kōśa, namely the cittam or will, which is internal darkness in the form of the dense fog of viṣaya-vāsanās, inclinations or desires to seek happiness in things other than oneself] are all jaḍa [non-aware] and asat [unreal or non-existent], they are not ‘I’, which is [cit, what is aware, and] sat [what actually exists]."
        },
        {
            "sectionTitle": "Verse 23",
            "romanTransliteration": "uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi<br/>ṉuḷḷa duṇarvāhu mundīpaṟa<br/>vuṇarvēnā māyuḷa mundīpaṟa.",
            "englishTranslation": "Because of the non-existence of other awareness to be aware of what exists, what exists is awareness. Awareness alone exists as we.",
            "explanatoryParaphrase": "Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (uḷḷadu) is awareness (uṇarvu). Awareness alone exists as we [that is, the awareness that actually exists, namely pure awareness, which is awareness that is aware of nothing other than itself, is what we actually are]."
        },
        {
            "sectionTitle": "Verse 24",
            "romanTransliteration": "irukku miyaṟkaiyā līśajī varga<br/>ḷoruporu ḷēyāva rundīpaṟa<br/>vupādhi yuṇarvēvē ṟundīpaṟa.",
            "englishTranslation": "By existing nature, God and soul are just one substance. Only adjunct-awareness is different.",
            "explanatoryParaphrase": "By [their] existing nature [that is, because the real nature of each of them is what actually exists (uḷḷadu), which is the pure and infinite awareness (uṇarvu) that shines eternally as ‘I am’, devoid of all adjuncts], īśa [God] and jīva [soul] are just one poruḷ [substance or vastu]. Only upādhi-uṇarvu [adjunct-awareness, namely ego or jīva, the adjunct-conflated awareness ‘I am this body’, which is what attributes adjuncts not only to itself but also to God] is [what makes them seem] different. [However, though the soul (jīva) is aware of itself as a certain set of adjuncts, namely the five sheaths that constitute whatever person it currently seems to be, and consequently attributes certain other adjuncts to God, God always remains just as pure awareness, in the clear view of which no adjuncts exist at all, so the differences between God and soul seem to exist only in the view of the soul and not in the view of God.]"
        },
        {
            "sectionTitle": "Verse 25",
            "romanTransliteration": "taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br/>ḏṟaṉṉai yuṇarvadā mundīpaṟa<br/>tāṉā yoḷirvadā lundīpaṟa.",
            "englishTranslation": "Knowing oneself leaving aside adjuncts is itself knowing God, because of shining as oneself.",
            "explanatoryParaphrase": "Knowing [or being aware of] oneself without adjuncts is itself knowing God, because [God is what is always] shining as oneself [one’s own real nature, namely pure awareness, which is oneself without any adjuncts]."
        },
        {
            "sectionTitle": "Verse 26",
            "romanTransliteration": "tāṉā yiruttalē taṉṉai yaṟidalān<br/>tāṉiraṇ ḍaṯṟadā lundīpaṟa<br/>taṉmaya niṭṭhaiyī dundīpaṟa.",
            "englishTranslation": "Being oneself alone is knowing oneself, because oneself is devoid of two. This is tanmaya-niṣṭhā.",
            "explanatoryParaphrase": "Being oneself [that is, being as one actually is without rising to know anything else] alone is knowing oneself, because oneself [one’s real nature] is devoid of two [that is, devoid of the fundamental duality of subject and object, knower and thing known, and also devoid of any possibility of being divided as two selves, one self as a subject to know the other self as an object]. This is tanmaya-niṣṭhā [‘steadfastness as that’: the state of being firmly fixed or established as ‘that’ (tat), the one infinite reality called brahman]."
        },
        {
            "sectionTitle": "Verse 27",
            "romanTransliteration": "aṟivaṟi yāmaiyu maṯṟa vaṟivē<br/>yaṟivāhu muṇmaiyī dundīpaṟa<br/>vaṟivadaṟ koṉḏṟilai yundīpaṟa.",
            "englishTranslation": "Only knowledge that is devoid of knowledge and ignorance is knowledge. This is real. There is not anything for knowing.",
            "explanatoryParaphrase": "Only knowledge [in the sense of awareness] that is devoid of knowledge and ignorance [of anything other than oneself] is [actual] knowledge [or awareness]. This [alone] is [what is] real [or true], [because in the clear view of oneself as pure awareness] there is not anything [other than oneself for one either] to know [or to not know]."
        },
        {
            "sectionTitle": "Verse 28",
            "romanTransliteration": "taṉādiyal yādeṉat tāṉḏṟeri hiṟpiṉ<br/>ṉaṉādi yaṉantasat tundīpaṟa<br/>vakhaṇḍa cidāṉanda mundīpaṟa.",
            "englishTranslation": "If one knows what the nature of oneself is, then beginningless, endless and unbroken existence-awareness-happiness.",
            "explanatoryParaphrase": "If one knows what the [real] nature of oneself is, then [what will remain existing and shining is only the real nature of oneself (ātma-svarūpa), which is] anādi [beginningless], ananta [endless, limitless or infinite] and akhaṇḍa [unbroken, undivided or unfragmented] sat-cit-ānanda [existence-awareness-happiness]."
        },
        {
            "sectionTitle": "Verse 29",
            "romanTransliteration": "bandhavī ḍaṯṟa parasukha muṯṟavā<br/>ṟinda nilainiṯṟa lundīpaṟa<br/>viṟaipaṇi niṯṟalā mundīpaṟa.",
            "englishTranslation": "Standing in this state, thereby experiencing supreme bliss, which is devoid of bondage and liberation, is standing in the service of God.",
            "explanatoryParaphrase": "Standing [remaining, abiding or steadfastly being] in this state [of beginningless, infinite and indivisible sat-cit-ānanda], thereby experiencing supreme bliss, which is devoid of [the dyad or duality of] bondage and liberation, is standing in the service of God [or is standing as God directed]."
        },
        {
            "sectionTitle": "Verse 30",
            "romanTransliteration": "yāṉaṯ ṟiyalvadu tēri ṉeduvadu<br/>dāṉaṯ ṟavameṉḏṟā ṉundīpaṟa<br/>tāṉām ramaṇēśa ṉundīpaṟa.",
            "englishTranslation": "‘I ceasing, what if one knows what remains, that alone is good tapas’: thus said Lord Ramana, who is oneself.",
            "explanatoryParaphrase": "‘What [exists and shines alone] if one knows what remains after I [ego] has ceased to exist, [just being] that [namely egoless pure awareness] alone is good tapas [spiritual austerity or asceticism]’: thus said Lord Ramana, who is oneself [one’s own real nature]."
        },
        {
            "sectionTitle": "Vāṙttu (Concluding Verses of Praise composed by Sri Muruganar) verse 1",
            "romanTransliteration": "iruḍiga ḷellā miṟaiva ṉaḍiyai<br/>varuḍi vaṇaṅgiṉa rundīpaṟa<br/>vāṙttu muṙaṅgiṉa rundīpaṟa.",
            "englishTranslation": "Touching the feet of God, all the ṛṣis paid obeisance; they sang aloud praise.",
            "explanatoryParaphrase": "Touching the feet of God [Lord Siva], all the ṛṣis [the ‘rishis’ or ascetics in the Daruka forest] paid obeisance [and] sang aloud praise [to him]. (Tiruvundiyār 1.133)"
        },
        {
            "sectionTitle": "Vāṙttu (Concluding Verses of Praise composed by Sri Muruganar) verse 2",
            "romanTransliteration": "uṯṟārk kuṟudi yupadēśa vundiyār<br/>soṯṟa gurupara ṉundīpaṟa<br/>sumaṅgaḷa vēṅkaṭa ṉundīpaṟa.",
            "englishTranslation": "The supreme guru who sang Upadēśa Undiyār, an assurance to devotees, is the auspicious Venkatan.",
            "explanatoryParaphrase": "The supreme guru who sang Upadēśa Undiyār [as] an assurance to devotees [friends or those close to him, implying those who came to him for salvation] is the auspicious Venkatan [Sri Ramana]. (Tiruvundiyār 1.134)"
        },
        {
            "sectionTitle": "Vāṙttu (Concluding Verses of Praise composed by Sri Muruganar) verse 3",
            "romanTransliteration": "pallāṇḍu pallāṇḍu paṯpaṉṉū ṟāyiram<br/>pallāṇḍu pallāṇḍu mundīpaṟa<br/>pārmisai vāṙgavē yundīpaṟa.",
            "englishTranslation": "Many years, many years, many hundreds of thousands of years, many years may he shine gloriously on earth.",
            "explanatoryParaphrase": "[For] many years, many years, many hundreds of thousands of years, many years may he [Sri Ramana] shine gloriously on earth. (Tiruvundiyār 1.135)"
        },
        {
            "sectionTitle": "Vāṙttu (Concluding Verses of Praise composed by Sri Muruganar) verse 4",
            "romanTransliteration": "isaiyeḍup pōruñ cevimaḍup pōrum<br/>vasaiyaṟat tērvōru mundīpaṟa<br/>vāṙi palavūṙi yundīpaṟa.",
            "englishTranslation": "May those who sing, those who hear and those who flawlessly understand shine gloriously for many aeons.",
            "explanatoryParaphrase": "May those who sing, those who hear [literally feed or fill their ears with] and those who flawlessly understand [this Upadēśa Undiyār] shine gloriously for many aeons. (Tiruvundiyār 1.136)"
        },
        {
            "sectionTitle": "Vāṙttu (Concluding Verses of Praise composed by Sri Muruganar) verse 5",
            "romanTransliteration": "kaṟku mavargaḷuṅ kaṯṟuṇarn dāṅguttā<br/>niṟku mavargaḷu mundīpaṟa<br/>nīḍūṙi vāṙiyē yundīpaṟa.",
            "englishTranslation": "May those who learn, and those who, learning and understanding, stand accordingly, shine gloriously for long aeons.",
            "explanatoryParaphrase": "May those who learn [this Upadēśa Undiyār], and those who, learning and understanding [it], stand [remain or abide] accordingly [as beginningless, infinite and indivisible sat-cit-ānanda], shine gloriously for long aeons. (Tiruvundiyār 1.137)"
        }
    ]
}