{
  "header": "Composed by <br /><b>Bhagavan Sri Ramana</b><br /> with transliteration and English translation by Michael James",
  "sections": [
    {
      "sectionTitle": "பாயிரம் (pāyiram): Introductory Verse (composed by Sri Muruganar)",
      "tamilOriginal": "மெய்யி னியல்புமதை மேவுந் திறனுமெமக்<br />குய்யும் படிமுருக னோதுகெனப் — பொய்யுலகின்<br />கள்ளமறு மாற்றாற் கனரமணன் கட்டுரைத்தா<br />னுள்ளது நாற்ப துவந்து.",
      "romanTransliteration": "meyyi ṉiyalbumadai mēvun tiṟaṉumemak<br />kuyyum paḍimuruga ṉōdukeṉap — poyyulahiṉ<br />kaḷḷamaṟu māṯṟāṯ gaṉaramaṇaṉ kaṭṭuraittā<br />ṉuḷḷadu nāṟpa duvandu.",
      "பதச்சேதம்": "மெய்யின் இயல்பும், அதை மேவும் திறனும், எமக்கு உய்யும்படி முருகன் ஓதுக என, பொய் உலகின் கள்ளம் அறும் ஆற்றால் கன ரமணன் கட்டுரைத்தான் உள்ளது நாற்பது உவந்து.",
      "Padacchēdam": "meyyiṉ iyalbum, adai mēvum tiṟaṉum, emakku uyyumpaḍi murugaṉ ōduka eṉa, poy ulahiṉ kaḷḷam aṟum āṯṟāl gaṉa ramaṇaṉ kaṭṭuraittāṉ uḷḷadu nāṟpadu uvandu.",
      "அன்வயம்": "முருகன் ‘மெய்யின் இயல்பும், அதை மேவும் திறனும், உய்யும்படி எமக்கு ஓதுக’ என, கன ரமணன் பொய் உலகின் கள்ளம் அறும் ஆற்றால் உவந்து ‘உள்ளது நாற்பது’ கட்டுரைத்தான்.",
      "Anvayam": "murugaṉ ‘meyyiṉ iyalbum, adai mēvum tiṟaṉum, uyyumpaḍi emakku ōduka’ eṉa, gaṉa ramaṇaṉ poy ulahiṉ kaḷḷam aṟum āṯṟāl uvandu uḷḷadu nāṟpadu kaṭṭu uraittāṉ.",
      "englishTranslation": "When Muruganar asked, ‘So that we may be saved, reveal to us the nature of reality and the means by which to attain [reach or join] it’, the noble Ramana, because he is free from the delusion of the unreal world, joyfully and with certainty composed <i>Uḷḷadu Nāṟpadu</i> [Forty Verses on What Exists]."
    },
    {
      "sectionTitle": "Maṅgalam verse 1",
      "tamilOriginal": "உள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br />ளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br />முள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br />யுள்ளதே யுள்ள லுணர்.",
      "romanTransliteration": "uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br />ḷuḷḷalaṟa vuḷḷattē yuḷḷadā — luḷḷameṉu<br />muḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br />yuḷḷadē yuḷḷa luṇar.",
      "பதச்சேதம்": "உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்.",
      "Padacchēdam": "uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇar.",
      "அன்வயம்": "உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் எவன் உள்ளல்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்; உணர்.",
      "Anvayam": "uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ evaṉ uḷḷal? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal; uṇar.",
      "englishTranslation": "If what exists were not, would existing awareness exist? Since the existing substance exists in the heart without thought, how to think of the existing substance, which is called ‘heart’? Being in the heart as it is alone is thinking. Know.",
      "explanatoryParaphrase": "If uḷḷadu [what is or what exists] were not, would uḷḷa-v-uṇarvu [existing awareness, actual awareness or awareness of what is] exist? [Or: (1) Except as uḷḷadu, does uḷḷa-v-uṇarvu exist? (2) Other than uḷḷadu, is there awareness to think [of it, meditate on it or investigate it]?] Since uḷḷa-poruḷ [the existing substance or reality] exists in the heart without thought, how to [or who can] think of [meditate on or investigate] uḷḷa-poruḷ, which is called ‘uḷḷam’ [the heart]? Being in the heart as it is [that is, as pure thought-free self-awareness] alone is thinking [of it, meditating on it, contemplating it, investigating it or revering it]. Know [or be aware] [of it as it is]."
    },
    {
      "sectionTitle": "Maṅgalam verse 2",
      "tamilOriginal": "மரணபய மிக்குளவம் மக்களர ணாக<br />மரணபவ மில்லா மகேசன் — சரணமே<br/>சார்வர்தஞ் சார்வொடுதாஞ் சாவுற்றார் சாவெண்ணஞ்<br/>சார்வரோ சாவா தவர்.",
      "romanTransliteration": "maraṇabhaya mikkuḷavam makkaḷara ṇāha<br/>maraṇabhava millā mahēśaṉ — caraṇamē<br/>sārvartañ cārvoḍutāñ cāvuṯṟār sāveṇṇañ<br/>cārvarō sāvā davar.",
      "பதச்சேதம்": "மரணபயம் மிக்கு உள அம் மக்கள் அரண் ஆக மரண பவம் இல்லா மகேசன் சரணமே சார்வர். தம் சார்வு ஒடு தாம் சாவு உற்றார். சாவு எண்ணம் சார்வரோ சாவாதவர்?",
      "Padacchēdam": "maraṇa-bhayam mikku uḷa am makkaḷ araṇ-āha maraṇa-bhavam-illā mahēśaṉ caraṇamē sārvar. tam sārvu oḍu tām sāvu uṯṟār. sāvu eṇṇam sārvarō sāvādavar?",
      "அன்வயம்": "மரணபயம் மிக்கு உள அம் மக்கள் அரண் ஆக மரண பவம் இல்லா மகேசன் சரணமே சார்வர். தம் சார்வு ஒடு தாம் சாவு உற்றார். சாவாதவர் சாவு எண்ணம் சார்வரோ?",
      "Anvayam": "maraṇa-bhayam mikku uḷa am makkaḷ araṇ-āha maraṇa-bhavam-illā mahēśaṉ caraṇamē sārvar. tam sārvu oḍu tām sāvu uṯṟār. sāvādavar sāvu eṇṇam sārvarō?",
      "englishTranslation": "Pure-hearted people who have intense fear of death will take refuge at the feet of God, who is devoid of death and birth, as a fortress. By their refuge, they undergo death. Will those who are deathless be associated with the thought of death?",
      "explanatoryParaphrase": "Pure-hearted people who have intense fear of death will take refuge at [or surrender to] the feet of Mahēśaṉ [the Great Lord, Śiva or God], who is devoid of death and birth, [depending upon him] as [their protective] fortress. By their [taking] refuge [or as soon as they take refuge], their ego dies [and what remains is only their real nature, which is immortal awareness]. Will those who are [thereby] deathless be associated [ever again] with the thought of death?"
    },
    {
      "sectionTitle": "Verse 1",
      "tamilOriginal": "நாமுலகங் காண்டலா னானாவாஞ் சத்தியுள<br/>வோர்முதலை யொப்ப லொருதலையே — நாமவுருச்<br/>சித்திரமும் பார்ப்பானுஞ் சேர்படமு மாரொளியு<br/>மத்தனையுந் தானா மவன்.",
      "romanTransliteration": "nāmulahaṅ kāṇḍalā ṉāṉāvāñ cattiyuḷa<br/>vōrmudalai yoppa lorutalaiyē — nāmavuruc<br/>cittiramum pārppāṉuñ cērpaḍamu māroḷiyu<br/>mattaṉaiyun tāṉā mavaṉ.",
      "பதச்சேதம்": "நாம் உலகம் காண்டலால், நானா ஆம் சத்தி உள ஓர் முதலை ஒப்பல் ஒருதலையே. நாம உரு சித்திரமும், பார்ப்பானும், சேர்படமும், ஆர் ஒளியும் — அத்தனையும் தான் ஆம் அவன்.",
      "Padacchēdam": "nām ulaham kāṇḍalāl, nāṉā ām śatti uḷa ōr mudalai oppal orutalaiyē. nāma uru cittiramum, pārppāṉum, sērpaḍamum, ār oḷiyum — attaṉaiyum tāṉ ām avaṉ.",
      "englishTranslation": "Because we see the world, accepting one fundamental that has a power that becomes many is certainly the one best option. The picture of names and forms, the one who sees, the cohesive screen, and the pervading light – all these are he, who is oneself.",
      "explanatoryParaphrase": "Because we [as ego] see the world, accepting one mudal [first thing, origin, source, base or fundamental reality] that has a power that becomes many [appearances, namely ourself as ego, the seer or perceiver, and all the manifold phenomena that constitute this or any other world that we may see or perceive] is certainly the one best option. The picture of names and forms [namely the world and whatever other phenomena appear in the mind], the one who sees [this picture] [namely ego], the cohesive screen [namely the mind as the background on which it appears], and the pervading light [namely the mind as the reflected light of awareness, which is what illumines its appearance] — all these are he [the one original thing], who is oneself [one’s real nature]."
    },
    {
      "sectionTitle": "Verse 2",
      "tamilOriginal": "மும்முதலை யெம்மதமு முற்கொள்ளு மோர்முதலே<br/>மும்முதலாய் நிற்குமென்று மும்முதலு — மும்முதலே<br/>யென்னலகங் கார மிருக்குமட்டே யான்கெட்டுத்<br/>தன்னிலையி னிற்ற றலை.",
      "romanTransliteration": "mummudalai yemmatamu muṟkoḷḷu mōrmudalē<br/>mummudalāy niṟkumeṉḏṟu mummudalu — mummudalē<br/>yeṉṉalahaṅ kāra mirukkumaṭṭē yāṉkeṭṭut<br/>taṉṉilaiyi ṉiṯṟa ṯalai.",
      "பதச்சேதம்": "மும் முதலை எம் மதமும் முன் கொள்ளும். ‘ஓர் முதலே மும் முதலாய் நிற்கும்’, ‘என்றும் மும் முதலும் மும் முதலே’ என்னல் அகங்காரம் இருக்கும் மட்டே. யான் கெட்டு, தன் நிலையில் நிற்றல் தலை.",
      "Padacchēdam": "mum mudalai e-m-matamum muṉ koḷḷum. ‘ōr mudalē mum mudalāy niṟkum’, ‘eṉḏṟum mum mudalum mum mudalē’ eṉṉal ahaṅkāram irukkum maṭṭē. yāṉ keṭṭu, taṉ nilaiyil niṯṟal talai.",
      "அன்வயம்": "எம் மதமும் மும் முதலை முன் கொள்ளும். ‘ஓர் முதலே மும் முதலாய் நிற்கும்’, ‘மும் முதலும் என்றும் மும் முதலே’ என்னல் அகங்காரம் இருக்கும் மட்டே. யான் கெட்டு, தன் நிலையில் நிற்றல் தலை.",
      "Anvayam": "e-m-matamum mum mudalai muṉ koḷḷum. ‘ōr mudalē mum mudalāy niṟkum’, ‘eṉḏṟum mum mudalum mum mudalē’ eṉṉal ahaṅkāram irukkum maṭṭē. yāṉ keṭṭu, taṉ nilaiyil niṯṟal talai.",
      "englishTranslation": "Each religion initially accepts three fundamentals. Contending ‘Only one fundamental stands as three fundamentals’, ‘Three fundamentals are always actually three fundamentals’, is only so long as ego exists. ‘I’ perishing, standing in the state of oneself is best.",
      "explanatoryParaphrase": "Each religion [or theistic system of belief] initially accepts three fundamentals [namely the soul, world and God]. Contending that only one fundamental stands as [these] three fundamentals or that [these] three fundamentals are always actually three fundamentals is [possible] only so long as ego exists. [As a result of] ‘I’ [ego] perishing [or being destroyed], standing in the [real] state of oneself is best."
    },
    {
      "sectionTitle": "Verse 3",
      "tamilOriginal": "உலகுமெய்பொய்த் தோற்ற முலகறிவா மன்றென்<br/>றுலகுசுக மன்றென் றுரைத்தெ — னுலகுவிட்டுத்<br/>தன்னையோர்ந் தொன்றிரண்டு தானற்று நானற்ற<br/>வந்நிலையெல் லார்க்குமொப் பாம்.",
      "romanTransliteration": "ulahumeypoyt tōṯṟa mulahaṟivā maṉḏṟeṉ<br/>ḏṟulahusukha maṉḏṟeṉ ḏṟuraitte — ṉulahuviṭṭut<br/>taṉṉaiyōrn doṉḏṟiraṇḍu tāṉaṯṟu nāṉaṯṟa<br/>vannilaiyel lārkkumop pām.",
      "பதச்சேதம்": "‘உலகு மெய்’, ‘பொய் தோற்றம்’, ‘உலகு அறிவு ஆம்’, ‘அன்று’ என்று, ‘உலகு சுகம்’, ‘அன்று’ என்று உரைத்து என்? உலகு விட்டு, தன்னை ஓர்ந்து, ஒன்று இரண்டு தான் அற்று, ‘நான்’ அற்ற அந் நிலை எல்லார்க்கும் ஒப்பு ஆம்.",
      "Padacchēdam": "‘ulahu mey’, ‘poy tōṯṟam’, ‘ulahu aṟivu ām’, ‘aṉḏṟu’ eṉḏṟu, ‘ulahu sukham’, ‘aṉḏṟu’ eṉḏṟu uraittu eṉ? ulahu viṭṭu, taṉṉai ōrndu, oṉḏṟu iraṇḍu tāṉ aṯṟu, ‘nāṉ’ aṯṟa a-n-nilai ellārkkum oppu ām.",
      "englishTranslation": "What is the use of disputing: ‘The world is real’, ‘An unreal appearance’; ‘The world is sentient’, ‘It is not’; ‘The world is happiness’, ‘It is not’? Leaving the world and investigating oneself, one and two ceasing, that state in which ‘I’ has perished is agreeable to all.",
      "explanatoryParaphrase": "What is the use of disputing: ‘The world is real’, ‘[No, it is] an unreal appearance’; ‘The world is sentient’, ‘It is not’; ‘The world is happiness’, ‘It is not’? Leaving [all thought about] the world and investigating [or knowing] oneself, [thereby] putting an end to [all disputes about] one and two [non-duality and duality], that state in which ‘I’ [ego] has [thereby] perished is agreeable to all."
    },
    {
      "sectionTitle": "Verse 4",
      "tamilOriginal": "உருவந்தா னாயி னுலகுபர மற்றா<br />முருவந்தா னன்றே லுவற்றி — னுருவத்தைக்<br/>கண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br/>கண்ணதுதா னந்தமிலாக் கண்.",
      "romanTransliteration": "uruvandā ṉāyi ṉulahupara maṯṟā<br/>muruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br/>kaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br/>kaṇṇadutā ṉantamilāk kaṇ.",
      "பதச்சேதம்": "உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான், அந்தம் இலா கண்.",
      "Padacchēdam": "uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ, antam-ilā kaṇ.",
      "அன்வயம்": "தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான், அந்தம் இலா கண்.",
      "Anvayam": "tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ, antam-ilā kaṇ.",
      "englishTranslation": "If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is oneself, the infinite eye.",
      "explanatoryParaphrase": "If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]? [Therefore forms can be perceived only by an ‘eye’ or awareness that perceives itself as a form, namely the ego or mind, which always perceives itself as the form of a body.] The [real] eye is oneself [one’s real nature, which is pure awareness], the infinite [and hence formless] eye [so it can never see any forms or phenomena, which are all finite]."
    },
    {
      "sectionTitle": "Verse 5",
      "tamilOriginal": "உடல்பஞ்ச கோச வுருவதனா லைந்து<br/>முடலென்னுஞ் சொல்லி லொடுங்கு — முடலன்றி<br/>யுண்டோ வுலக முடல்விட் டுலகத்தைக்<br/>கண்டா ருளரோ கழறு.",
      "romanTransliteration": "uḍalpañca kōśa vuruvadaṉā laindu<br/>muḍaleṉṉuñ colli loḍuṅgu — muḍalaṉḏṟi<br/>yuṇḍō vulaha muḍalviṭ ṭulahattaik<br/>kaṇḍā ruḷarō kaṙaṟu.",
      "பதச்சேதம்": "உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும். உடல் அன்றி உண்டோ உலகம்? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.",
      "Padacchēdam": "uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum. uḍal aṉḏṟi uṇḍō ulaham? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu.",
      "அன்வயம்": "உடல் பஞ்ச கோச உரு. அதனால், ‘உடல்’ என்னும் சொல்லில் ஐந்தும் ஒடுங்கும். உடல் அன்றி உலகம் உண்டோ? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.",
      "Anvayam": "uḍal pañca kōśa uru. adaṉāl, ‘uḍal’ eṉṉum sollil aindum oḍuṅgum. uḍal aṉḏṟi ulaham uṇḍō? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu.",
      "englishTranslation": "The body is a form of five sheaths. Therefore all five are included in the term ‘body’. Without a body, is there a world? Leaving the body, is there anyone who has seen a world? Say.",
      "explanatoryParaphrase": "The body is pañca-kōśa-uru [a form composed of five sheaths, namely a physical structure, life, mind, intellect and will]. Therefore all five [sheaths] are included in the term ‘body’. Without a body [composed of these five sheaths], is there a world? Without [experiencing oneself as such] a body, is there anyone who has seen a world? Say."
    },
    {
      "sectionTitle": "Verse 6",
      "tamilOriginal": "உலகைம் புலன்க ளுருவேறன் றவ்வைம்<br/>புலனைம் பொறிக்குப் புலனா — முலகைமன<br/>மொன்றைம் பொறிவாயா லோர்ந்திடுத லான்மனத்தை<br/>யன்றியுல குண்டோ வறை.",
      "romanTransliteration": "ulahaim pulaṉga ḷuruvēṟaṉ ḏṟavvaim<br/>pulaṉaim poṟikkup pulaṉā — mulahaimaṉa<br/>moṉḏṟaim poṟivāyā lōrndiḍuda lāṉmaṉattai<br/>yaṉḏṟiyula kuṇḍō vaṟai.",
      "பதச்சேதம்": "உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். உலகை மனம் ஒன்று ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.",
      "Padacchēdam": "ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. ulahai maṉam oṉḏṟu aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai.",
      "அன்வயம்": "உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். மனம் ஒன்று உலகை ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.",
      "Anvayam": "ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. maṉam oṉḏṟu ulahai aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai.",
      "englishTranslation": "The world is a form of five sense-impressions, not anything else. Those five sense-impressions are impressions to the five sense organs. Since the mind alone perceives the world by way of the five sense organs, is there a world besides the mind? Say.",
      "explanatoryParaphrase": "The world is a form [composed] of five [kinds of] sense-impressions [sights, sounds, tastes, smells and tactile sensations], not anything else. Those five [kinds of] sense-impressions are impressions to [or for] the five sense organs. Since the mind alone [or since one thing, the mind] perceives the world by way of the five sense organs, is there [any] world besides [excluding, if not for, apart from, other than or without] the mind? Say."
    },
    {
      "sectionTitle": "Verse 7",
      "tamilOriginal": "உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br/>முலகறிவு தன்னா லொளிரு — முலகறிவு<br/>தோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br/>பூன்றமா மஃதே பொருள்.",
      "romanTransliteration": "ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br/>mulahaṟivu taṉṉā loḷiru — mulahaṟivu<br/>tōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br/>pūṉḏṟamā maḵdē poruḷ.",
      "பதச்சேதம்": "உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்.",
      "Padacchēdam": "ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ.",
      "அன்வயம்": "உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்.",
      "Anvayam": "ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ.",
      "englishTranslation": "Though the world and awareness arise and subside simultaneously, the world shines by awareness. Only that which shines without appearing or disappearing as the place for the appearing and disappearing of the world and awareness is the substance, which is the whole.",
      "explanatoryParaphrase": "Though the world and awareness [the awareness that perceives the world, namely ego or mind] arise and subside simultaneously, the world shines by [that rising and subsiding] awareness [the mind]. Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness is poruḷ [the real substance or vastu], which is pūṉḏṟam [the infinite whole or pūrṇa]."
    }
  ]
}
