{
  "header": "Composed by <br /><b>Bhagavan Sri Ramana</b><br /> with transliteration and English translation by Michael James",
  "sections": [
    {
      "sectionTitle": "பாயிரம் (pāyiram): Introductory Verse (composed by Sri Muruganar)",
      "tamilOriginal": "மெய்யி னியல்புமதை மேவுந் திறனுமெமக்<br />குய்யும் படிமுருக னோதுகெனப் — பொய்யுலகின்<br />கள்ளமறு மாற்றாற் கனரமணன் கட்டுரைத்தா<br />னுள்ளது நாற்ப துவந்து.",
      "romanTransliteration": "meyyi ṉiyalbumadai mēvun tiṟaṉumemak<br />kuyyum paḍimuruga ṉōdukeṉap — poyyulahiṉ<br />kaḷḷamaṟu māṯṟāṯ gaṉaramaṇaṉ kaṭṭuraittā<br />ṉuḷḷadu nāṟpa duvandu.",
      "பதச்சேதம்": "மெய்யின் இயல்பும், அதை மேவும் திறனும், எமக்கு உய்யும்படி முருகன் ஓதுக என, பொய் உலகின் கள்ளம் அறும் ஆற்றால் கன ரமணன் கட்டுரைத்தான் உள்ளது நாற்பது உவந்து.",
      "Padacchēdam": "meyyiṉ iyalbum, adai mēvum tiṟaṉum, emakku uyyumpaḍi murugaṉ ōduka eṉa, poy ulahiṉ kaḷḷam aṟum āṯṟāl gaṉa ramaṇaṉ kaṭṭuraittāṉ uḷḷadu nāṟpadu uvandu.",
      "அன்வயம்": "முருகன் ‘மெய்யின் இயல்பும், அதை மேவும் திறனும், உய்யும்படி எமக்கு ஓதுக’ என, கன ரமணன் பொய் உலகின் கள்ளம் அறும் ஆற்றால் உவந்து ‘உள்ளது நாற்பது’ கட்டுரைத்தான்.",
      "Anvayam": "murugaṉ ‘meyyiṉ iyalbum, adai mēvum tiṟaṉum, uyyumpaḍi emakku ōduka’ eṉa, gaṉa ramaṇaṉ poy ulahiṉ kaḷḷam aṟum āṯṟāl uvandu uḷḷadu nāṟpadu kaṭṭu uraittāṉ.",
      "englishTranslation": "When Muruganar asked, ‘So that we may be saved, reveal to us the nature of reality and the means by which to attain [reach or join] it’, the noble Ramana, because he is free from the delusion of the unreal world, joyfully and with certainty composed <i>Uḷḷadu Nāṟpadu</i> [Forty Verses on What Exists]."
    },
    {
      "sectionTitle": "Maṅgalam verse 1",
      "tamilOriginal": "உள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br />ளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br />முள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br />யுள்ளதே யுள்ள லுணர்.",
      "romanTransliteration": "uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br />ḷuḷḷalaṟa vuḷḷattē yuḷḷadā — luḷḷameṉu<br />muḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br />yuḷḷadē yuḷḷa luṇar.",
      "பதச்சேதம்": "உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்.",
      "Padacchēdam": "uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇar.",
      "அன்வயம்": "உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் எவன் உள்ளல்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்; உணர்.",
      "Anvayam": "uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ evaṉ uḷḷal? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal; uṇar.",
      "englishTranslation": "If what exists were not, would existing awareness exist? Since the existing substance exists in the heart without thought, how to think of the existing substance, which is called ‘heart’? Being in the heart as it is alone is thinking. Know.",
      "explanatoryParaphrase": "If uḷḷadu [what is or what exists] were not, would uḷḷa-v-uṇarvu [existing awareness, actual awareness or awareness of what is] exist? [Or: (1) Except as uḷḷadu, does uḷḷa-v-uṇarvu exist? (2) Other than uḷḷadu, is there awareness to think [of it, meditate on it or investigate it]?] Since uḷḷa-poruḷ [the existing substance or reality] exists in the heart without thought, how to [or who can] think of [meditate on or investigate] uḷḷa-poruḷ, which is called ‘uḷḷam’ [the heart]? Being in the heart as it is [that is, as pure thought-free self-awareness] alone is thinking [of it, meditating on it, contemplating it, investigating it or revering it]. Know [or be aware] [of it as it is]."
    }
  ]
}
